Repository: Persianboxbilling/extensions
Catalog: bb-locale/*/LC_MESSAGES/messages.po
Languages: fa_ir

source: Registration price is missing
fa_ir: هزینه ثبت گم شده است

source: Renewal price is missing
fa_ir: هزینه انتقال گم شده است

source: Transfer price is missing
fa_ir: هزینه انتقال گم شده است

source: Registrar code not passed
fa_ir: کد ثبت کننده پذیرفته نشد

source: Registrar is not available for installation.
fa_ir: ثبت کننده برای نصب معتبر نیست.

source: Registrar id not passed
fa_ir: شماره ثبت کننده پذیرفته نشد

source: Registrar not found
fa_ir: ثبت کننده یافت نشد

source: Registrar id is missing
fa_ir: شماره ثبت کننده گم شده است

source: Domain order is not activated
fa_ir: سفارش دامنه فعال نشده است

source: Tld is required
fa_ir: وارد کردن پسوند الزامیست

source: Sld is required
fa_ir: وارد کردن SLD الزامیست

source: Domain :domain is not valid
fa_ir: دامنه :domain معتبر نمی باشد

source: Domain availability could not be determined. TLD is not active.
fa_ir: نمی توان آزاد بودن دامنه را شناسایی کرد. پسوند فعال نشده است.

source: Domain is not available.
fa_ir: دامنه قابل ثبت نیست.

source: TLD is not active.
fa_ir: پسوند فعال نشده است.

source: Domain can not be transferred.
fa_ir: دامنه نمی تواند منتقل شود.

source: Domain :domain registration
fa_ir: ثبت دامنه :domain

source: Domain :domain transfer
fa_ir: انتقال دامنه :domain

source: Only pending setup orders can be deleted.
fa_ir: فقط سفارشات در انتظار تایید می توانند حذف شوند.

source: This feature is available in BoxBilling PRO version.
fa_ir: این امکان در باکس بیلینگ PRO فراهم است.

source: Currency :code not found
fa_ir: ارز :code یافت نشد

source: Product :id is out of stock.
fa_ir: محصول :id تمام شده است.

source: Group ID parameter is missing for addon product order
fa_ir: پارامتر شماره گروه افزودنی محصول گم شده است

source: Parent order :group_id was not found
fa_ir: سفارش مادر :group_id یافت نشد

source: Only pending setup or failed orders can be activated
fa_ir: فقط سفارشات در انتظار تایید یا ناموفق قادر به تایید هستند

source: Only suspended orders can be unsuspended
fa_ir: فقط سفارشات مسدود شده قادر به بازگشایی هستند

source: Only canceled orders can be uncanceled
fa_ir: فقط سفارشات لغو شده می توانند باز شوند

source: Order config not passed
fa_ir: پیکربندی سفارش پذیرفته نشد

source: Order status was not passed
fa_ir: وضعیت سفارش پذیرفته نشد

source: Order history line id not passed
fa_ir: شماره تاریخچه سفارش پذیرفته نشد

source: Order history line not found
fa_ir: تاریخچه سفارش یافت نشد

source: Automatically issue renewal invoices
fa_ir: صادر کردن خودکار فاکتور های تمدید

source: Issue invoices manually
fa_ir: صادر کردن دستی فاکتور‌ها

source: Order id not passed
fa_ir: شماره سفارش پذیرفته نشد
