Repository: Persianboxbilling/extensions
Catalog: bb-locale/*/LC_MESSAGES/messages.po
Languages: fa_ir

source: File :file does not exist
fa_ir: پرونده :file آماده نیست

source: Invalid zip file
fa_ir: پرونده فشرده نامعتبر است

source: Zip extraction failed
fa_ir: استخراج پرونده ناموفق بود

source: Unknown mail transport: :transport
fa_ir: انتقال ناشناخته ایمیل: :transport

source: SMTP host not configured
fa_ir: میزبان SMTP پیکربندی نشده

source: SMTP port not configured
fa_ir: پورت SMTP پیکربندی نشده

source: SMTP hostname is not configured.
fa_ir: عنوان‌میزبان SMTP پیکربندی نشده است.

source: Missing log message
fa_ir: پیام وضعیت گم شده است

source: Bad log priority
fa_ir: اولویت بد ورود

source: Email is not valid
fa_ir: ایمیل معتبر نیست

source: Password too short!
fa_ir: گذرواژه بسیار کوتاه است!

source: Password must include at least one number!
fa_ir: گذرواژه شما باید حداقل دارای یک عدد باشد!

source: Password must include at least one letter!
fa_ir: گذرواژه باید حداقل دارای یک حرف باشد!

source: Clients logins history
fa_ir: تاریخچه ورود های مشتری

source: Client
fa_ir: مشتری

source: Number
fa_ir: شماره

source: Created at
fa_ir: ایجاد شده در

source: Due at
fa_ir: سر رسید در

source: Reminded at
fa_ir: یادآوری در

source: Approved
fa_ir: تایید شده

source: Serie and number
fa_ir: سری و تعداد

source: Tax
fa_ir: مالیات

source: Text before invoice items table
fa_ir: متن پیش از جدول آیتم های فاکتور

source: Text after invoice items table
fa_ir: متن پس از جدول آیتم های فاکتور

source: Company VAT
fa_ir: مالیات بر ارزش افزوده شرکت

source: Company Number
fa_ir: تلفن شرکت

source: Phone
fa_ir: تلفن

source: First name
fa_ir: نام

source: Last name
fa_ir: نام خانوادگی

source: Invoice items
fa_ir: آیتم های فاکتور

source: Droid Tweak settings
fa_ir: تنظیمات Droid Tweak

source: Configuration updated
fa_ir: پیکربندی به روز رسانی شد

source: Payment gateway
fa_ir: درگاه پرداخت

source: Default Help desk
fa_ir: مرکز پشتیبانی پیشفرض

source: Default Ticket subject
fa_ir: موضوع پیشفرض تیکت

source: Default ticket subject
fa_ir: موضوع پیشفرض تیکت

source: Ticket content
fa_ir: محتویات تیکت

source: Filter transactions
fa_ir: فیلتر معاملات

source: ID on payment gateway
fa_ir: شماره در درگاه پرداخت

source: Invoice Id
fa_ir: شماره فاکتور

source: Payment Gateway
fa_ir: درگاه پرداخت

source: Received at
fa_ir: دریافت شده در

source: Filter
fa_ir: فیلتر

source: Processed
fa_ir: پردازش شده

source: System activity
fa_ir: فعالیت سیستم

source: Birthday
fa_ir: تولد

source: You are
fa_ir: شما هستید

source: Partners list
fa_ir: لیست همکاران

source: Configuration
fa_ir: پیکربندی

source: Logo
fa_ir: برند

source: Sales
fa_ir: فروش

source: Signup Date
fa_ir: تاریخ عضویت

source: Global partners limits and settings
fa_ir: محدودیت های عمومی همکاران و تنظیمات

source: Default product which partners are reselling.
fa_ir: محصول پیشفرضی که همکاران می فروشند.

source: Default order limit for partner per day. Used to prevent API abuse
fa_ir: مدودیت سفارش روزانه ای برای همکاران تعیین کنید. از این گزینه برای تنظیم API استفاده می شود

source: Optional rules for becoming partner
fa_ir: قوانین اختیاری برای همکارشدن

source: Product which must be ordered before becoming partner
fa_ir: محصولاتی که باید پیش از همکار شدن سفارش داده شده باشند

source: Check partners balance before creating new order for available amount
fa_ir: بررسی اعتبار همکاران پیش از ایجاد سفارش جدید

source: How much money must be on clients balance to become a partner
fa_ir: چقدر اعتبار باید در اکانت مشتری برای همکار شدن وجود داشته باشد

source: License settings
fa_ir: تنظیمات لایسنس

source: Prefix
fa_ir: پیشوند

source: Length
fa_ir: طول

source: Plugin
fa_ir: افزونه

source: Validate IP
fa_ir: اعتبار سنجی IP

source: Validate Hostname
fa_ir: اعتبار سنجی عنوان‌میزبان

source: Validate Version
fa_ir: اعتبار سنجی نسخه

source: Validate Path
fa_ir: اعتبار سنجی آدرس

source: License plugins
fa_ir: افزونه های لایسنس

source: BoxBilling gives you ability to provide your own license generation script. Follow instructions bellow to install new license plugin
fa_ir: باکس بیلینگ به شما اجازه می دهد اسکریپت لایسنس خود را ایجاد کنید. مراحل زیر را برای نصب افزونه لایسنس دنبال کنید

source: License plugin is PHP class "License_PluginName" with one method
fa_ir: افزونه لایسنس کلاس PHP "License_PluginName" با یک متد است

source: Take a look at default plugin at
fa_ir: نگاهی بیندازید به افزونه پیشفرض در

source: Create your plugin and place it to
fa_ir: افزونه خود را ایجاد کنید و قرار دهید در

source: BoxBilling will automatically detect new plugin
fa_ir: باکس بیلینگ به طور خودکار افزونه جدید را شناسایی خواهد کرد

source: Read
fa_ir: مطالعه کنید

source: BoxBilling documentation
fa_ir: مقالات باکس بیلینگ

source: for more information.
fa_ir: برای کسب اطلاعات بیشتر.

source: Import existing
fa_ir: وارد کردن موجودی

source: Domain name
fa_ir: نام دامنه

source: Domain TLD
fa_ir: TLD دامنه

source: News and announcements
fa_ir: اخبار و اطلاعیه ها

source: New announcement
fa_ir: اطلاعیه جدید

source: Draft
fa_ir: چرکنویس

source: Content
fa_ir: محتویات

source: Create
fa_ir: ایجاد

source: Email templates
fa_ir: قالب های ایمیل

source: New template
fa_ir: قالب جدید

source: Email settings
fa_ir: تنظیمات ایمیل

source: Code
fa_ir: کد

source: Enabled
fa_ir: فعال شده

source: The list is empty. Depending on modules enabled email templates will be inserted after first event occurrence.
fa_ir: لیست خالیست. بسته به ماژول های نصبی شما قالب های ایمیل پس از اولین رخداد نمایان خواهند شد.

source: Configure email options
fa_ir: پیکربندی گزینه های ایمیل

source: BoxBilling sends emails using <em>sendmail</em> by default or you can configure your own SMTP server
fa_ir: باکس بیلینگ برای ارسال ایمیل از تابع <em>sendmail</em> استفاده می کند که در SMTP سرور شما پیکربندی می شود

source: Email transport
fa_ir: انتقال ایمیل

source: SMTP Hostname
fa_ir: عنوان میزبان SMTP

source: SMTP Port
fa_ir: پورت SMTP

source: SMTP Username
fa_ir: نام کاربری SMTP

source: SMTP Password
fa_ir: گذرواژه SMTP

source: SMTP Security
fa_ir: امنیت SMTP

source: Update email settings
fa_ir: بروز رسانی تنظیمات ایمیل

source: Send test email to staff members
fa_ir: ارسال ایمیل آزمایشی به کارکنان

source: Where I can use new email template?
fa_ir: کجا می توانم قالب جدید ایمیلم را استفاده کنم؟

source: Newly created email templates can be used in custom event hooks.
fa_ir: قالب های جدید ایمیل می توانند در رخداد های دلخواه استفاده شوند.

source: Category
fa_ir: دسته بندی

source: Action code
fa_ir: کد عملیات

source: Filter support tickets
fa_ir: فیلتر تیکت های پشتیبانی

source: Client ID
fa_ir: شماره مشتری

source: Order ID
fa_ir: شماره سفارش

source: Ticket subject
fa_ir: موضوع تیکت

source: Ticket messages
fa_ir: پیام تیکت

source: Priority
fa_ir: اهمیت

source: Tickets waiting for staff reply
fa_ir: تیکت هایی که در انتظار پاسخ کارمندان هستند

source: Tickets waiting for client reply
fa_ir: تیکت هایی که در انتظار پاسخ مشتریان هستند

source: Solved tickets
fa_ir: تیکت های حل شده

source: New email
fa_ir: ایمیل جدید

source: Last message
fa_ir: آخرین پیام

source: Open ticket for existing client
fa_ir: بازکردن تیکت جدید برای مشتری

source: Start typing clients name, email or ID
fa_ir: نام مشتری، ایمیل و یا شماره آن را وارد کنید

source: Open public ticket for non client
fa_ir: بازکردن تیکت عمومی جدید برای مشتریان

source: Receivers name
fa_ir: نام دریافت کنندگان

source: John Smith
fa_ir: جان اسمیت

source: Features
fa_ir: امکانات

source: Demo
fa_ir: نمونه

source: Documentation
fa_ir: مقالات

source: Forums
fa_ir: انجمن ها

source: Earn money
fa_ir: درآمد کسب کنید

source: Partners
fa_ir: همکاران

source: My Account
fa_ir: اکانت من

source: Support Tickets
fa_ir: تیکت های پشتیبانی

source: Logout
fa_ir: خروج

source: INFORMATION
fa_ir: اطلاعات

source: Website statistic
fa_ir: آمار و ارقام سایت

source: Metric
fa_ir: بر حسب SI

source: Today
fa_ir: امروز

source: Yesterday
fa_ir: دیروز

source: This month so far
fa_ir: این ماه تاکنون

source: Income
fa_ir: درآمد

source: Clients
fa_ir: مشتریان

source: Orders
fa_ir: سفارشات

source: Latest orders
fa_ir: آخرین سفارشات

source: Product sales
fa_ir: فروش محصول

source: No active orders available
fa_ir: هیچ سفارش فعالی در دسترس نیست

source: Define date interval for graphs
fa_ir: فواصل زمانی نمودار ها را تعیین کنید

source: Update graphs
fa_ir: بروزرسانی نمودار ها

source: Recent clients activity
fa_ir: فعالیت های اخیر مشتری

source: Recent staff activity
fa_ir: فعالیت های اخیر کارمند

source: Public tickets
fa_ir: تیکت های عمومی

source: Centova Cast settings
fa_ir: تنظیمات Centova Cast

source: Server URL
fa_ir: آدرس سرور

source: Register new server
fa_ir: ثبت سرور جدید

source: Edit server
fa_ir: ویرایش سرور

source: CentovaCast URL
fa_ir: آدرس Centova Cast

source: IP Address
fa_ir: آدرس IP

source: Administrator password
fa_ir: گذرواژه مدیریت

source: Register Centova Cast server
fa_ir: ثبت سرور Centova Cast

source: Server added
fa_ir: سرور افزوده شد

source: Add
fa_ir: افزودن

source: Back to extensions
fa_ir: بازگشت به افزودنی ها

source: Create CentovaCast product
fa_ir: ایجاد محصول Centova Cast

source: File information
fa_ir: اطلاعات پرونده

source: Filename
fa_ir: عنوان پرونده

source: Location
fa_ir: محل

source: Downloads
fa_ir: دانلود ها

source: Upload new file for this order
fa_ir: پرونده جدیدی برای این سفارش آپلود کنید

source: Use this function to update existing order file. Client will be able to download new file from client area
fa_ir: از این تابع برای بروزرسانی فایل سفارش استفاده کنید. مشتری قادر به دانلود آن از محیط کاربری خواهد بود

source: Upload new file
fa_ir: آپلود فایل جدید

source: Upload
fa_ir: آپلود

source: Top level domains
fa_ir: دامنه های بلند مرتبه

source: New top level domain
fa_ir: دامنه بلند مرتبه جدید

source: Registrars
fa_ir: ثبت کنندگان

source: New domain registrar
fa_ir: ثبت کننده جدید دامنه

source: Manage TLDs
fa_ir: مدیریت TLD ها

source: Setup domain pricing and allowed operations. Assign specific domain registrars for each Top Level Domain (TLD)
fa_ir: هزینه دامنه ها و ثبت کنندگان آن ها را تعیین کنید. برای هر پسوند دامنه ثبت کننده مربوط را برگزینید

source: Registration
fa_ir: ثبت

source: Renew
fa_ir: تمدید

source: Operations
fa_ir: عملیات

source: Registrar
fa_ir: ثبت کننده

source: Allow register:
fa_ir: اجازه ثبت:

source: Allow transfer:
fa_ir: اجازه انتقال:

source: Active:
fa_ir: فعال:

source: Add new top level domain
fa_ir: افزودن دامنه بلند مرتبه جدید

source: Setup new TLD prices and properties
fa_ir: افزودن TLD جدید به همراه قیمت و مشخصات

source: Registration price
fa_ir: هزینه ثبت

source: Renewal price
fa_ir: هزینه تمدید

source: Minimum years of registration
fa_ir: حداقل سال ثبت

source: Allow registration
fa_ir: اجازه ثبت

source: Allow transfer
fa_ir: اجازه انتقال

source: Domain registrars
fa_ir: ثبت کنندگان دامنه

source: Manage domain registrars
fa_ir: مدیریت ثبت کنندگان دامنه

source: Setup default nameservers that will be used for new domain registrations if client have not provided his own nameservers in order form
fa_ir: کارگزار های پیشفرضی که برای دامنه هایی که تازه ثبت می شوند و مشتری کارگزار های آن را تعیین نمی کند، وارد کنید.

source: Adding new domain registrar
fa_ir: افزودن ثبت کننده جدید دامنه

source: Follow instrunctions bellow to install new domain registrar.
fa_ir: مراحل زیر را برای نصب کردن ثبت کننده دامنه جدید دنبال کنید.

source: Check domain registrar you are looking for is available at
fa_ir: بررسی کنید که آیا ثبت کننده دامنه شما موجود است در

source: Download domain registrar file and place to
fa_ir: پرونده ثبت کننده دامنه را دانلود کنید و قرار دهید در

source: Reload this page to see newly detected domain registrar
fa_ir: این صفحه را جهت شناسایی ثبت کننده جدید دامنه بروزآوری کنید

source: Click on install button. Now you will be able to create top level domains with new domain registrar
fa_ir: به روی کلیک نصب کلیک کنید. از این پس شما می توانید دامنه های بلند مرتبه جدید با این ثبت کننده ایجاد کنید.

source: For developers. Read
fa_ir: توسعه دهندگان بخوانند

source: to learn how to create your own domain registrar.
fa_ir: که چگونه می توان ثبت کننده دامنه خودتان را ایجاد کنید.

source: Install
fa_ir: نصب

source: All payment gateways installed
fa_ir: تمامی درگاه های پرداخت نصب شدند

source: Subscription
fa_ir: اشتراک

source: Subscription details
fa_ir: مشخصات اشتراک

source: Subscription ID on payment gateway
fa_ir: شماره اشتراک در درگاه پرداخت

source: Updated at
fa_ir: بروز شده در

source: Filter orders
fa_ir: فیلتر سفارشات

source: Invoice option
fa_ir: تنظیمات فاکتور

source: Creation date
fa_ir: تاریخ ایجاد

source: Pending setup
fa_ir: در انتظار راه اندازی

source: Supended
fa_ir: مسدود

source: Max Addon domains
fa_ir: حداکثر Addon دامنه

source: Max FTP accounts
fa_ir: حداکثر اکانت FTP

source: Max SQL Databases
fa_ir: حداکثر پایگاه داده MySQL

source: Max Email Accounts
fa_ir: حداکثر اکانت ایمیل

source: Max Subdomains
fa_ir: حداکثر Subdomain

source: Max Parked Domains
fa_ir: حداکثر Parked دامنه

source: Server manager specific parameters
fa_ir: پارامتر های خاص کنترل پنل سرور

source: Update hosting plan
fa_ir: بروز رسانی بسته میزبانی

source: Hosting plan additional parameters
fa_ir: پارامتر های اضافی بسته میزبانی

source: Depending on server manager used to setup hosting account you may require provide additional parameters. List of parameters server managers requires you can find on extensions page.
fa_ir: بسته به کنترل پنل سرور شما، شما می بایست پارامتر های دیگری را نیز تنظیم کنید. لیست پارامتر ها را در صفحه افزودنی ببینید.

source: Add new configuration field
fa_ir: افزودن فیلد پیکربندی جدید

source: Something went wrong here
fa_ir: یک چیزی اشتباه شده

source: Back to Dashboard
fa_ir: بازگشت به داشبورد

source: Get BoxBilling license
fa_ir: تهیه لایسنس باکس بیلینگ

source: Newsletters
fa_ir: خبرنامه ها

source: Create New
fa_ir: ایجاد جدید

source: Articles
fa_ir: مقالات

source: New article
fa_ir: مقاله جدید

source: New category
fa_ir: دسته بندی جدید

source: Manage categories
fa_ir: مدیریت دسته بندی ها

source: Category created
fa_ir: دسته بندی ایجاد شد

source: File manager
fa_ir: مدیریت پرونده ها

source: Full screen
fa_ir: تمام صفحه

source: Extensions
fa_ir: افزودنی ها

source: Update BoxBilling
fa_ir: بروز رسانی باکس بیلینگ

source: Learn more about extensions
fa_ir: در مورد افزودنی ها بیشتر بدانید

source: Hooks
fa_ir: رخداد ها

source: Activate or deactivate extensions
fa_ir: فعال سازی یا غیرفعال سازی افزودنی‌ها

source: Extension
fa_ir: افزودنی

source: Deactivate
fa_ir: غیرفعال سازی

source: Module settings
fa_ir: تنظیمات ماژول

source: Hook
fa_ir: رخداد

source: Automatic update
fa_ir: بروز رسانی خودکار

source: Automatic updater is a tool to update BoxBilling to latest version in one click. Works on these hosting environments where PHP has permissions to overwrite files uploaded via FTP.
fa_ir: بروزرسان خودکار یک ابزار است که به شما امکان ارتقا باکس بیلینگ به آخرین نسخه را با یک کلیک می دهد. کارکرد صحیح این ابزار بستگی به فعال بودن توابع PHP و سطح دسترسی صحیح فایل ها بستگی دارد.

source: Manual update
fa_ir: بروز رسانی دستی

source: Manual update is a solution when auto updater can not work on current installation environment
fa_ir: بروزرسانی دستی یک راهکار برای مواقعی است که بروزرسان خودکار کار نمی کند.

source: Extending BoxBilling
fa_ir: توسعه باکس‌بیلینگ

source: BoxBilling gives developers all the capabilities to customize, integrate & extend the core system into your own website & applications.
fa_ir: باکس بیلینگ به توسعه دهندگان امکان استفاده از تمامی ظرفیت ها برای سفارشی کردن، یکپارچه سازی و گسترش سیستم و اتصال آن به دیگر نرم افزار ها را میدهد.

source: Submited
fa_ir: تایید شده

source: Manage services
fa_ir: مدیریت سرویس ها

source: Search:
fa_ir: جستجو:

source: Enter search text..
fa_ir: به دنبال چه می گردید..

source: Centova Cast product settings
fa_ir: تنظیمات محصول Centova Cast

source: Server
fa_ir: سرور

source: Template
fa_ir: قالب

source: Max clients
fa_ir: حداکثر مشتری

source: Max bitrate
fa_ir: حداکثر میزان ارسال بیت

source: Transfer limit
fa_ir: محدودیت انتقال

source: Autostart
fa_ir: شروع خودکار

source: Products
fa_ir: محصولات

source: New product
fa_ir: محصول جدید

source: Update priority
fa_ir: بروز رسانی اهمیت

source: Icon URL
fa_ir: آدرس آیکون

source: Queues
fa_ir: صفوف

source: Created
fa_ir: ایجاد شده

source: The list is empty.
fa_ir: لیست خالی می باشد.

source: Order management
fa_ir: مدیریت سفارش

source: Edit order
fa_ir: ویرایش سفارش

source: Service management
fa_ir: مدیریت سرویس

source: Addons
fa_ir: افزونه ها

source: History
fa_ir: تاریخچه

source: Order group ID
fa_ir: شماره گروه سفارش

source: Order promo code
fa_ir: کوپن تخفیف سفارش

source: Reason of suspendation
fa_ir: دلیل مسدود سازی

source: Suspendation reason
fa_ir: دلیل مسدودیت

source: Reason of cancelation
fa_ir: دلیل لغو

source: Cancelation reason
fa_ir: دلیل لغو

source: Changes status without performing action
fa_ir: تغییر وضعیت بدون هیچ عملیاتی

source: Order invoices
fa_ir: فاکتورهای سفارش

source: Issued at
fa_ir: صادر شده در

source: Order status change history
fa_ir: تغییر تاریخچه وضعیت سفارش

source: Note
fa_ir: یادداشت

source: Support tickets regarding this order
fa_ir: تیکت های مرتبط با این سفارش

source: Server Name
fa_ir: نام سرور

source: Account IP
fa_ir: IP اکانت

source: Change hosting plan
fa_ir: تغییر بسته میزبانی

source: Hosting plan changed
fa_ir: بسته میزبانی تغییر یافت

source: New hosting plan
fa_ir: بسته میزبانی جدید

source: Account password changed
fa_ir: گذرواژه اکانت تغییر یافت

source: Change IP
fa_ir: تغییر IP

source: Account IP changed
fa_ir: IP اکانت تغییر یافت

source: Account username changed
fa_ir: نام کاربری اکانت تغییر یافت

source: Account domain changed
fa_ir: دامنه اکانت تغییر یافت

source: Client area languages
fa_ir: زبان های محیط کاربری

source: New language
fa_ir: زبان جدید

source: Language
fa_ir: زبان

source: BoxBilling in your language
fa_ir: باکس بیلینگ به زبان شما

source: Although BoxBilling displays in U.S. English by default, the software has the built-in capability to be used in any language. Follow instructions bellow to install new language.
fa_ir: با وجود اینکه باکس بیلینگ به صورت پیشفرض انگلیسی می باشد اما شما می توانید آن را به هر زبانی ترجمه کنید. مراحل زیر را دنبال کنید.

source: Check if your language translation file is available at
fa_ir: بررسی کنید آیا ترجمه زبان شما موجود است در

source: BoxBilling extensions site
fa_ir: مخزن افزودنی های باکس بیلینگ

source: Download language files and place them to
fa_ir: پرونده زبان را دانلود کرده و قرار دهید در

source: Language will be automatically available and can be changed in client area
fa_ir: زبان به صورت خودکار شناسایی و در محیط کاربری افزوده خواهد شد

source: Installing BoxBilling in Your Language
fa_ir: نصب باکس بیلینگ به زبان شما

source: to learn how to install files that will transform BoxBilling so it displays in your language.
fa_ir: چگونه باکس بیلینگ را با زبان خود نصب کنید

source: Translations can be made with
fa_ir: ترجمه ها می توانند با نرم افزار

source: software
fa_ir: ایجاد شوند

source: Changing default language
fa_ir: تغییر زبان پیشفرض

source: Default language can be set in
fa_ir: زبان پیشفرض می تواند تعیین شود در

source: Removing language
fa_ir: حذف زبان

source: Removing languages from BoxBilling is really simple. Just delete language folder you wish from
fa_ir: برای حذف زبان کافیست پوشه آن را حذف کنید.

source: Settings
fa_ir: تنظیمات

source: Info
fa_ir: توضیحات

source: BoxBilling version settings
fa_ir: تنظیمات نسخه باکس بیلینگ

source: Version
fa_ir: نسخه

source: Size
fa_ir: حجم

source: Release date
fa_ir: تاریخ انتشار

source: Download latest
fa_ir: دانلود آخرین

source: Download latest update
fa_ir: دانلود آخرین بروز رسانی

source: Staff members logins history
fa_ir: تاریخچه ورود های کارمندان

source: Admin
fa_ir: مدیر

source: Filter clients
fa_ir: فیلتر مشتریان

source: Group
fa_ir: گروه

source: All
fa_ir: همه

source: Suspended
fa_ir: مسدود شده

source: Canceled
fa_ir: لغو شده

source: New client
fa_ir: مشتری جدید

source: Groups
fa_ir: گروه ها

source: New group
fa_ir: گروه جدید

source: Postcode
fa_ir: کد پستی

source: Your Balance
fa_ir: اعتبار شما

source: Ticket
fa_ir: تیکت

source: Task
fa_ir: وظیفه

source: Client tickets
fa_ir: تیکت های مشتیر

source: Total responses
fa_ir: تمامی پاسخ ها

source: Add note
fa_ir: افزودن یادداشت

source: Task status
fa_ir: وضعیت وظیفه

source: Edit
fa_ir: ویرایش

source: management
fa_ir: مدیریت

source: Variables
fa_ir: متغیرها

source: Template Settings
fa_ir: تنظیمات قالب

source: Reset template
fa_ir: بازنشانی قالب

source: Examples
fa_ir: نمونه ها

source: Manage email template
fa_ir: مدیریت قالب ایمیل

source: Most email templates receives parameters from BoxBilling. You can browse them on "Variables" tab. Copy variable name to email template and hit preview to see parsed content. Please note that values will be different when actual email is sent.
fa_ir: بیشتر ایمیل ها دارای پارامتر های باکس بیلینگ هستند. شما می توانید این متغیر ها را در سربرگ "متغیرها" بیابید. بخاطر داشته باشید متغیر ها پس از ارسال ایمیل تغییر خواهند کرد.

source: Template updated
fa_ir: قالب به روز شد

source: Preview
fa_ir: پیش نمایش

source: Template settings
fa_ir: تنظیمات قالب

source: Enable or disable this email template.
fa_ir: این قالب ایمیل را فعال یا غیرفعال کنید.

source: List of variables used in this email
fa_ir: لیست متغیر های استفاده شده در این ایمیل

source: These values will change when real email is sent. You can pass these variables to admin or guest API to get additional information from database.
fa_ir: این متغیر ها زمانی تغییر خواهند کرد که ایمیل واقعی ارسال شود. این اطلاعات از پایگاه داده گرفته خواهند شد.

source: Variable
fa_ir: متغیر

source: Example value
fa_ir: مقدار نمونه

source: This template does not receive any parameters
fa_ir: این قالب هیچ پارامتری ندارد

source: Reset email template to default
fa_ir: بازنشانی قالب ایمیل به پیشفرض

source: Reset to default
fa_ir: بازنشانی به پیشفرض

source: Email templates examples
fa_ir: نمونه قالب های ایمیل

source: Email template playground. Use this tool to try rendering email templates.
fa_ir: محل بازی قالب ایمیل. از این ابزار برای رندر کردن قالب های ایمیل استفاده کنید.

source: Affiliate settings
fa_ir: تنظیمات بازاریابی

source: Affiliate module settings
fa_ir: تنظیمات ماژول بازاریابی

source: Offer your clients become affiliates of your services.
fa_ir: به مشتریان خود پیشنهاد دهید که بازاریاب سرویس های شما باشند.

source: Commission from order
fa_ir: کومیسیون های سفارش

source: Days from order activation to admit commission
fa_ir: روز از فعال سازی سفارش برای پذیرفتن کمیسیون

source: Bonus amount for becoming affiliate in
fa_ir: جایزه بازاریاب شدن

source: Minimum withdraw amount.
fa_ir: حداقل مقدار برداشت

source: Redirect Url. Where is your client redirected after visiting refferal link
fa_ir: آدرس انتقال. مشتری شما پس از مشاهده لینک بازاریابی به کجا منتقل شود

source: Email content
fa_ir: محتویات ایمیل

source: Email details
fa_ir: جزئیات ایمیل

source: Sent emails
fa_ir: ایمیل های ارسال‌شده

source: Subscriptions
fa_ir: اشتراک ها

source: New subscription
fa_ir: اشتراک جدید

source: Create main administrator account
fa_ir: ایجاد اکانت مدیریت اصلی

source: Enter your email address
fa_ir: آدرس ایمیل خود را وارد کنید

source: Enter your password
fa_ir: گذرواژه خود را وارد کنید

source: Create administrator account
fa_ir: ایجاد اکانت مدیریت

source: Remember me
fa_ir: مرا بخاطر داشته باش

source: Log me in
fa_ir: ورود

source: Create new order
fa_ir: ایجاد سفارش جدید

source: for
fa_ir: برای

source: Activate order
fa_ir: فعال سازی سفارش

source: Place new order
fa_ir: ثبت سفارش جدید

source: BoxBilling members area
fa_ir: محیط اعضای باکس بیلینگ

source: Registering as
fa_ir: ثبت نام در

source: Individual
fa_ir: فردی

source: Company registration number
fa_ir: شماره ثبت شرکت

source: Company VAT number
fa_ir: مالیات بر ارزش افزوده شرکت

source: Tax rules
fa_ir: قوانین مالیاتی

source: New tax rule
fa_ir: قانون مالیات جدید
