Repository: Persianboxbilling/extensions
Catalog: bb-locale/*/LC_MESSAGES/messages.po
Languages: fa_ir

source: sq_AL
fa_ir: Albanian (Albania)

source: ar_DZ
fa_ir: Arabic (Algeria)

source: ar_BH
fa_ir: Arabic (Bahrain)

source: ar_EG
fa_ir: Arabic (Egypt)

source: ar_IQ
fa_ir: Arabic (Iraq)

source: ar_JO
fa_ir: Arabic (Jordan)

source: ar_KW
fa_ir: Arabic (Kuwait)

source: ar_LB
fa_ir: Arabic (Lebanon)

source: ar_LY
fa_ir: Arabic (Libya)

source: ar_MA
fa_ir: Arabic (Morocco)

source: ar_OM
fa_ir: Arabic (Oman)

source: ar_QA
fa_ir: Arabic (Qatar)

source: ar_SA
fa_ir: Arabic (Saudi Arabia)

source: ar_SD
fa_ir: Arabic (Sudan)

source: ar_SY
fa_ir: Arabic (Syria)

source: ar_TN
fa_ir: Arabic (Tunisia)

source: ar_AE
fa_ir: Arabic (United Arab Emirates)

source: ar_YE
fa_ir: Arabic (Yemen)

source: be_BY
fa_ir: Belarusian (Belarus)

source: bg_BG
fa_ir: Bulgarian (Bulgaria)

source: ca_ES
fa_ir: Catalan (Spain)

source: zh_CN
fa_ir: Chinese (China)

source: zh_HK
fa_ir: Chinese (Hong Kong)

source: zh_SG
fa_ir: Chinese (Singapore)

source: zh_TW
fa_ir: Chinese (Taiwan)

source: hr_HR
fa_ir: Croatian (Croatia)

source: cs_CZ
fa_ir: Czech (Czech Republic)

source: da_DK
fa_ir: Danish (Denmark)

source: nl_BE
fa_ir: Dutch (Belgium)

source: nl_NL
fa_ir: Dutch (Netherlands)

source: en_AU
fa_ir: English (Australia)

source: en_CA
fa_ir: English (Canada)

source: en_IN
fa_ir: English (India)

source: en_IE
fa_ir: English (Ireland)

source: en_MT
fa_ir: English (Malta)

source: en_NZ
fa_ir: English (New Zealand)

source: en_PH
fa_ir: English (Philippines)

source: en_SG
fa_ir: English (Singapore)

source: en_ZA
fa_ir: English (South Africa)

source: en_GB
fa_ir: English (United Kingdom)

source: en_US
fa_ir: English (United States)

source: et_EE
fa_ir: Estonian (Estonia)

source: fi_FI
fa_ir: Finnish (Finland)

source: fr_BE
fa_ir: French (Belgium)

source: fr_CA
fa_ir: French (Canada)

source: fr_FR
fa_ir: French (France)

source: fr_LU
fa_ir: French (Luxembourg)

source: fr_CH
fa_ir: French (Switzerland)

source: de_AT
fa_ir: German (Austria)

source: de_DE
fa_ir: German (Germany)

source: de_LU
fa_ir: German (Luxembourg)

source: de_CH
fa_ir: German (Switzerland)

source: el_CY
fa_ir: Greek (Cyprus)

source: el_GR
fa_ir: Greek (Greece)

source: iw_IL
fa_ir: Hebrew (Israel)

source: hi_IN
fa_ir: Hindi (India)

source: hu_HU
fa_ir: Hungarian (Hungary)

source: is_IS
fa_ir: Icelandic (Iceland)

source: in_ID
fa_ir: Indonesian (Indonesia)

source: ga_IE
fa_ir: Irish (Ireland)

source: it_IT
fa_ir: Italian (Italy)

source: it_CH
fa_ir: Italian (Switzerland)

source: ja_JP
fa_ir: Japanese (Japan)

source: ja_JP_JP
fa_ir: Japanese (Japan,JP)

source: ko_KR
fa_ir: Korean (South Korea)

source: lv_LV
fa_ir: Latvian (Latvia)

source: lt_LT
fa_ir: Lithuanian (Lithuania)

source: mk_MK
fa_ir: Macedonian (Macedonia)

source: ms_MY
fa_ir: Malay (Malaysia)

source: mt_MT
fa_ir: Maltese (Malta)

source: no_NO
fa_ir: Norwegian (Norway)

source: no_NO_NY
fa_ir: Norwegian (Norway,Nynorsk)

source: pl_PL
fa_ir: Polish (Poland)

source: pt_BR
fa_ir: Portuguese (Brazil)

source: pt_PT
fa_ir: Portuguese (Portugal)

source: ro_RO
fa_ir: Romanian (Romania)

source: ru_RU
fa_ir: Russian (Russia)

source: sr_BA
fa_ir: Serbian (Bosnia and Herzegovina)

source: sr_ME
fa_ir: Serbian (Montenegro)

source: sr_CS
fa_ir: Serbian (Serbia and Montenegro)

source: sr_RS
fa_ir: Serbian (Serbia)

source: sk_SK
fa_ir: Slovak (Slovakia)

source: sl_SI
fa_ir: Slovenian (Slovenia)

source: es_AR
fa_ir: Spanish (Argentina)

source: es_BO
fa_ir: Spanish (Bolivia)

source: es_CL
fa_ir: Spanish (Chile)

source: es_CO
fa_ir: Spanish (Colombia)

source: es_CR
fa_ir: Spanish (Costa Rica)

source: es_DO
fa_ir: Spanish (Dominican Republic)

source: es_EC
fa_ir: Spanish (Ecuador)

source: es_SV
fa_ir: Spanish (El Salvador)

source: es_GT
fa_ir: Spanish (Guatemala)

source: es_HN
fa_ir: Spanish (Honduras)

source: es_MX
fa_ir: Spanish (Mexico)

source: es_NI
fa_ir: Spanish (Nicaragua)

source: es_PA
fa_ir: Spanish (Panama)

source: es_PY
fa_ir: Spanish (Paraguay)

source: es_PE
fa_ir: Spanish (Peru)

source: es_PR
fa_ir: Spanish (Puerto Rico)

source: es_ES
fa_ir: Spanish (Spain)

source: es_US
fa_ir: Spanish (United States)

source: es_UY
fa_ir: Spanish (Uruguay)

source: es_VE
fa_ir: Spanish (Venezuela)

source: sv_SE
fa_ir: Swedish (Sweden)

source: th_TH
fa_ir: Thai (Thailand)

source: tr_TR
fa_ir: Turkish (Turkey)

source: uk_UA
fa_ir: Ukrainian (Ukraine)

source: vi_VN
fa_ir: Vietnamese (Vietnam)

source: Thread / Thread Starter
fa_ir: موضوع / نویسنده موضوع

source: Last post
fa_ir: آخرین ارسال

source: Replies
fa_ir: پاسخ ها

source: Views
fa_ir: بازدید ها

source: by
fa_ir: توسط

source: The list is empty
fa_ir: لیست خالی است.

source: Forum list
fa_ir: لیست انجمن

source: New topic
fa_ir: تایپک جدید

source: Register
fa_ir: ثبت نام

source: Start new topic in
fa_ir: آغاز تایپک جدید در

source: Start new topic
fa_ir: آغاز تایپک جدید

source: Topic title
fa_ir: عنوان تایپک

source: Topic message
fa_ir: متن تایپک

source: Create new topic
fa_ir: ایجاد تایپک جدید

source: Login / Sign up
fa_ir: ورود / ثبت نام

source: Sign In / Create new account
fa_ir: ورود / ایجاد اکانت جدید

source: Become a member to participate in forum, contact support, order new services
fa_ir: برای حضور در انجمن، ارتباط با پشتیبانی و یا سفارش سرویس ثبت نام کنید

source: Sign in
fa_ir: ورود

source: Login to client area
fa_ir: ورود به محیط کاربری

source: Email Address
fa_ir: آدرس ایمیل

source: Password
fa_ir: گذرواژه

source: Login
fa_ir: ورود

source: Reset password
fa_ir: بازنشانی گذرواژه

source: Do not have an account yet?
fa_ir: هنوز اکانت ندارید؟

source: Enter your details below
fa_ir: مشخصات را در ادامه وارد کنید

source: Create new profile
fa_ir: ایجاد پروفایل جدید

source: First Name
fa_ir: نام

source: Last Name
fa_ir: نام خانوادگی

source: Company
fa_ir: نام تجاری

source: Password confirm
fa_ir: تایید گذرواژه

source: Thank you
fa_ir: متشکریم

source: Payment for invoice received
fa_ir: پرداخت صورت حساب دریافت شد

source: Your payment is being processed right now. This takes about 5 minutes to complete.
fa_ir: پرداخت شما هم اکنون آغاز شده است. این عملیات در حدود 5 دقیقه زمان می برد.

source: You will be automatically redirected to invoice page after 5 minutes.
fa_ir: شما به صورت خودکار پس از پنج دقیقه به فاکتور منتقل خواهید شد.

source: Invoices
fa_ir: صورت حساب ها

source: List of invoices
fa_ir: لیست صورت حساب ها

source: Invoice management
fa_ir: مدیریت صورت حساب

source: Unpaid
fa_ir: پرداخت نشده

source: Paid
fa_ir: پرداخت شده

source: Title
fa_ir: عنوان

source: Issue Date
fa_ir: تاریخ صدور

source: Due Date
fa_ir: سر رسید

source: Total
fa_ir: کل

source: Pay
fa_ir: پرداخت

source: Paid at
fa_ir: پرداخت در

source: Forum
fa_ir: انجمن

source: Welcome to our forums. If you wish to become a member and post, you have to be registered member.
fa_ir: به انجمن های ما خوش آمدید. در صورتی که تمایل به حضور در تایپک ها و ارسال تایپک دارید باید عضو شوید.

source: Threads
fa_ir: موضوعات

source: Posts
fa_ir: ارسال ها

source: Forums are closed
fa_ir: انجمن ها بسته شده اند.

source: Favorite topics
fa_ir: تایپک های محبوب

source: VPS management
fa_ir: مدیریت سرور مجازی

source: Details
fa_ir: مشخصات

source: Statistics
fa_ir: آمار و ارقام

source: Manage
fa_ir: مدیریت

source: Control panel
fa_ir: کنترل پنل

source: State
fa_ir: استان

source: Refresh
fa_ir: بروزرسانی

source: Hostname
fa_ir: عنوان میزبان

source: Plan
fa_ir: بسته

source: Operating system
fa_ir: سیستم عامل

source: IP address
fa_ir: آدرس IP

source: Additional IP addresses
fa_ir: آدرس های اضافی IP

source: Type
fa_ir: نوع

source: Root password
fa_ir: گذرواژه روت

source: Change status
fa_ir: تغییر وضعیت

source: VPS rebooting. Refresh page after a few moments.
fa_ir: سرور مجازی در حال ریبوت است. لطفا صفحه را تا لحظاتی دیگر بروز آوری کنید.

source: Reboot
fa_ir: ریبوت

source: VPS booting. Refresh page after a few moments.
fa_ir: سرور مجازی در حال بوت شدن است. لطفا صفحه را تا لحظاتی دیگر بروز آوری کنید.

source: Boot
fa_ir: بوت

source: VPS shutdown
fa_ir: خاموشی سرور مجازی

source: Shutdown
fa_ir: خاموش

source: Change hostname
fa_ir: تغییر عنوان میزبان

source: Hostname changed
fa_ir: عنوان میزبان تغییر یافت

source: New hostname
fa_ir: عنوان میزبان جدید

source: Enter new hostname
fa_ir: عنوان جدید میزبان را وارد نمایید

source: Change
fa_ir: تغییر

source: Change operating system
fa_ir: تغییر سیستم عامل

source: Operating system is being changed
fa_ir: تغییر سیستم عامل آغاز شده است

source: New operating system
fa_ir: سیستم عامل جدید

source: Change root password
fa_ir: تغییر گذرواژه روت

source: Root password changed
fa_ir: گذرواژه روت تغییر یافت

source: New password
fa_ir: گذرواژه جدید

source: Enter new root password
fa_ir: گذرواژه جدید روت را وارد نمایید

source: Bandwidth
fa_ir: پهنای باند

source: Used
fa_ir: استفاده شده

source: Free
fa_ir: آزاد

source: Memory
fa_ir: حافظه

source: Disk usage
fa_ir: استفاده از دیسک

source: Boot up server to see statistics
fa_ir: برای مشاهده آمار سرور را بوت کنید

source: Are you sure?
fa_ir: آیا مطمئنید؟

source: VPS booting. Reload page after a few moments.
fa_ir: سرور مجازی در حال بوت شدن است. صفحه را تا چند لحظه دیگر بروزآوری کنید.

source: Login details
fa_ir: جزئیات ورود

source: Username
fa_ir: نام کاربری

source: Open control panel
fa_ir: باز کردن کنترل پنل

source: Change password
fa_ir: تغییر گذرواژه

source: Change client area password
fa_ir: تغییر گذرواژه محیط کاربری

source: Client area password changed
fa_ir: گذرواژه محیط کاربری تغییر یافت

source: Enter new password
fa_ir: گذرواژه جدید را وارد نمایید

source: Dashboard
fa_ir: داشبورد

source: Shopping cart
fa_ir: سبد خرید

source: Profile
fa_ir: پروفایل

source: Sign out
fa_ir: خروج

source: Email address
fa_ir: آدرس ایمیل

source: Select language
fa_ir: انتخاب زبان

source: Popular articles
fa_ir: مقالات محبوب

source: Recent posts
fa_ir: ارسال های اخیر

source: About us
fa_ir: درباره ما

source: Terms and conditions
fa_ir: شرایط و ظوابط

source: Privacy policy
fa_ir: حریم خصوصی

source: Loading ..
fa_ir: در حال بارگذاری ..

source: Incorrect please try again
fa_ir: اشتباه است، دوباره تلاش کنید

source: Enter the words above
fa_ir: کلمات بالا را وارد کنید

source: Support tickets
fa_ir: تیکت های پشتیبانی

source: Need an answer? We are here to help
fa_ir: به پاسخ نیاز دارید؟ ما آماده پاسخگویی هستیم

source: Id
fa_ir: شماره

source: Subject
fa_ir: موضوع

source: Help desk
fa_ir: مرکز پشتیبانی

source: Status
fa_ir: وضعیت

source: Submitted
fa_ir: ارسال شده در

source: ago
fa_ir: پیش

source: Submit new ticket
fa_ir: ارسال تیکت جدید

source: Submit new support ticket
fa_ir: ارسال تیکت جدید پشتیبانی

source: Message
fa_ir: پیام

source: Submit
fa_ir: ارسال

source: Knowledge base
fa_ir: دانش نامه

source: Blog
fa_ir: وبلاگ

source: News & Announcements
fa_ir: اخبار و اطلاعیه ها

source: Track our latest posts
fa_ir: آخرین ارسال های ما را دنبال کنید

source: Read more..
fa_ir: بیشتر بخوانید ..

source: Centova Cast server
fa_ir: سرور Centova Cast

source: Recent tracks
fa_ir: دنبال های اخیر

source: Unable to connect to server
fa_ir: نمی توان به سرور متصل شد

source: No recent tracks are available
fa_ir: در دسترس نیست.

source: Download file
fa_ir: دانلود پرونده

source: Download
fa_ir: دانلود

source: Back to emails
fa_ir: بازگشت به ایمیل ها

source: From
fa_ir: از

source: To
fa_ir: به

source: Sent
fa_ir: ارسال شده

source: Resend
fa_ir: ارسال دوباره

source: Delete
fa_ir: حذف

source: Back to list
fa_ir: بازگشت به لیست

source: Topic information
fa_ir: اطلاعات تایپک

source: Topic
fa_ir: تایپک

source: Started By
fa_ir: ارسال شده توسط

source: Messages
fa_ir: پیام ها

source: Since
fa_ir: پس از

source: Back to threads list
fa_ir: بازگشت به لیست موضوعات

source: Reply
fa_ir: پاسخ

source: Quote
fa_ir: نقل قول

source: Post new message in forum
fa_ir: ارسال پیام جدید در انجمن

source: Post
fa_ir: ارسال

source: No replies in this topic
fa_ir: پاسخی داده نشده

source: Processing payment ...
fa_ir: پردازش پرداخت ...

source: Redirecting to payment gateway..
fa_ir: انتقال به درگاه پرداخت ...

source: Please click here to continue if this page does not redirect automatically in 5 seconds
fa_ir: در صورتی که این صفحه پس از 5 ثانیه منتقل شد، لطفا اینجا کلیک کنید

source: Quantity:
fa_ir: تعداد

source: Total price:
fa_ir: کل هزینه:

source: Price
fa_ir: قیمت

source: Setup Price
fa_ir: هزینه راه اندازی

source: Continue
fa_ir: ادامه

source: Order now
fa_ir: هم اکنون سفارش دهید

source: Proforma invoice
fa_ir: فاکتور پروفورما

source: Proforma Invoice
fa_ir: فاکتور پروفورما

source: Please choose payment type and pay for your chosen products.
fa_ir: لطفا نوع پرداخت را انتخاب کرده و هزینه سفارشات خود را بپردازید.

source: Invoice
fa_ir: صورت حساب

source: Invoice is paid
fa_ir: صورت حساب پرداخت شده

source: Account
fa_ir: اکانت

source: Company number
fa_ir: شماره شرکت

source: VAT
fa_ir: مالیات بر ارزش افزوده

source: Discount
fa_ir: تخفیف

source: Pay by
fa_ir: پرداخت با

source: Subscribe with
fa_ir: مشترک شدن با

source: Total:
fa_ir: مجموع:

source: Pay now
fa_ir: هم اکنون بپردازید

source: Transactions
fa_ir: معاملات

source: Transaction Date
fa_ir: تاریخ تراکنش

source: Transaction ID
fa_ir: شماره تراکنش

source: Gateway
fa_ir: درگاه

source: Amount
fa_ir: مبلغ

source: Actions
fa_ir: عملیات

source: Print
fa_ir: چاپ

source: Yes
fa_ir: بله

source: No
fa_ir: خیر

source: CPU
fa_ir: پردازشگر

source: Disk space
fa_ir: فضای دیسک

source: Monthly price
fa_ir: هزینه ماهیانه

source: Order confirm
fa_ir: تایید سفارش

source: Order confirmation
fa_ir: تایید سفارش

source: These are the products you have selected
fa_ir: این ها محصولاتی هستند که شما انتخاب کرده اید

source: Product
fa_ir: محصول

source: Period
fa_ir: دوره

source: setup
fa_ir: راه اندازی

source: Have a promo code?
fa_ir: کوپن تخفیف دارید؟

source: Apply
fa_ir: اعمال

source: Reset
fa_ir: بازنشانی

source: Checkout
fa_ir: بررسی نهایی

source: You have not selected any product
fa_ir: شما هیچ محصولی انتخاب نکرده اید

source: Order new service
fa_ir: سفارش سرویس جدید

source: Home
fa_ir: خانه

source: Order
fa_ir: سفارش

source: Knowledge Base
fa_ir: دانش نامه

source: Contact us
fa_ir: ارتباط با ما

source: Support
fa_ir: پشتیبانی

source: Services
fa_ir: سرویس ها

source: Emails
fa_ir: ایمیل ها

source: Payment history
fa_ir: تاریخچه پرداخت

source: Name
fa_ir: نام

source: Email
fa_ir: ایمیل

source: Send
fa_ir: ارسال

source: Affiliate statistics
fa_ir: آمار سهامداران

source: Date
fa_ir: تاریخ

source: by
fa_ir: توسط

source: Configure
fa_ir: پیکربندی

source: The product/service you have chosen has the following configuration options for you to choose from.
fa_ir: محصول/سرویس انتخابی شما دارای تنظیماتی است که باید از سوی شما پیکربندی شوند.

source: Payments history
fa_ir: تاریخچه پرداخت ها

source: Here you can track your payments you have made and what you have been charged for
fa_ir: در اینجا شما می توانید پرداخت های خود را ببینید و بررسی کنید چرا پرداخته اید.

source: Description
fa_ir: توضیحات

source: Add Funds
fa_ir: افزایش اعتبار

source: Balance
fa_ir: موجودی

source: Add funds in advance
fa_ir: افزودن اعتبار

source: You can add funds to your account if you have active order.
fa_ir: شما تنها زمانی می توانید اعتبار بیفزایید که سفارش فعالی داشته باشید.

source: Add funds
fa_ir: افزایش اعتبار

source: Similiar articles
fa_ir: مقالات مشابه

source: Knowledge base categories
fa_ir: دسته بندی های دانش نامه

source: Terms and Conditions
fa_ir: شرایط و ظوابط

source: Ticket ID
fa_ir: شماره تیکت

source: Time opened
fa_ir: تاریخ بازشدن

source: Related to
fa_ir: مرتبط با

source: Service #
fa_ir: سرویس #

source: Tickets list
fa_ir: لیست تیکت ها

source: Close ticket
fa_ir: بستن تیکت

source: Manage hosting account
fa_ir: مدیریت اکانت میزبانی

source: Domain
fa_ir: دامنه

source: Server IP
fa_ir: IP سرور

source: Server Hostname
fa_ir: عنوان میزبان سرور

source: Hosting plan
fa_ir: بسته میزبانی

source: per month
fa_ir: ماهیانه

source: Disk quota
fa_ir: سهمیه دیسک

source: Manage domain
fa_ir: مدیریت دامنه

source: Jump to cPanel
fa_ir: ورود به cPanel

source: Reseller control panel
fa_ir: کنترل پنل نمایندگی

source: Nameservers
fa_ir: کارگزار ها

source: Nameserver 1
fa_ir: کارگزار 1

source: Nameserver 2
fa_ir: کارگزار 2

source: Nameserver 3
fa_ir: کارگزار 3

source: Nameserver 4
fa_ir: کارگزار 4

source: FTP details
fa_ir: مشخصات FTP

source: Use these details to connect to your FTP account.
fa_ir: برای اتصال به FTP از این اطلاعات استفاده کنید

source: FTP Username
fa_ir: نام کاربری FTP

source: FTP Password
fa_ir: گذرواژه FTP

source: Change account password
fa_ir: تغییر گذرواژه حساب

source: Change your FTP cPanel SSH password.
fa_ir: تغییر گذرواژه FTP, cPanel, SSH

source: Password Confirm
fa_ir: تایید گذرواژه

source: Change username
fa_ir: تغییر نام کاربری

source: Change domain
fa_ir: تغییر دامنه

source: Vps hostname
fa_ir: عنوان میزبان سرور مجازی

source: Enter hostname for VPS: mydomain.com
fa_ir: عنوان میزبان سرور مجازی را وارد کنید مانند: mydomain.com

source: OS template
fa_ir: قالب سیستم عامل

source: Become Partner
fa_ir: همکار شوید

source: Login and become partner
fa_ir: وارد شده و همکار شوید

source: Manage profile
fa_ir: مدیریت پروفایل

source: Allow to be listed in partners list
fa_ir: اجازه جهت درج در لیست همکاران

source: Your website where you sell BoxBilling licenses
fa_ir: وب سایت شما مکانی که شما لایسنس باکس بیلینگ می فروشید

source: URL to your logo
fa_ir: آدرس برند شما

source: Update partner information
fa_ir: بروز رسانی اطلاعات همکار

source: Public profile
fa_ir: پروفایل عمومی

source: Purchase License
fa_ir: خرید لایسنس

source: License key
fa_ir: کلید لایسنس

source: Valid IPs
fa_ir: IP های معتبر

source: Valid hostnames
fa_ir: عنوان های میزبان معتبر

source: Valid versions
fa_ir: نسخه های معتبر

source: Valid install paths
fa_ir: وصله های نصبی معتبر

source: Profile details
fa_ir: مشخصات پروفایل

source: Keep your profile up to date
fa_ir: پروفایل خود را بروز کنید

source: Change Password
fa_ir: تغییر گذرواژه

source: Gravatar
fa_ir: گراواتار

source: Currency
fa_ir: ارز

source: Update profile
fa_ir: تغییر پروفایل

source: Company Name
fa_ir: عنوان تجاری

source: Phone Country Code
fa_ir: کد کشوری تلفن

source: Phone Number
fa_ir: شماره تلفن

source: Address
fa_ir: آدرس

source: Address 2
fa_ir: آدرس 2

source: City
fa_ir: شهر

source: Country
fa_ir: کشور

source: Zip/Postal Code
fa_ir: کد پستی

source: API key
fa_ir: کلید API

source: API key allows integration with external applications. You will need this key for authentication.
fa_ir: API به شما اجازه اتصال به دیگر نرم افزار ها را می دهد. شما به این اطلاعات نیاز دارید.

source: Warning! Resetting the key will break existing applications using it.
fa_ir: توجه! بازنشانی کلید تمامی نرم افزار های متصل را قطع خواهد کرد.

source: Your API key
fa_ir: کلید API شما

source: Reset key
fa_ir: بازنشانی کلید

source: Please register with
fa_ir: لطفا ثبت نام کنید با

source: at
fa_ir: در

source: to change your profile image. Gravatar image updates may not appear immediately.
fa_ir: تا بتوانید تصویر پروفایل خود را تغییر دهید. گراواتار شما بلافاصله تغییر نخواهد کرد.

source: Your profile currency is
fa_ir: ارز پروفایل شما:

source: Create new client profile if you want to manage your money in other currency
fa_ir: اگر می خواهید ارز دیگری را نیز استفاده کنید پروفایل جدیدی ایجاد کنید

source: Your profile currency will be defined after your first order. Once your currency is set, all your profile accounting will be managed in that currency and can not be changed.
fa_ir: ارز پروفایل شما پس از اولین سفارش تعیین خواهد شد. پس از تعیین شدن ارز شما قابل تغییر نخواهد بود.

source: Addons & extras
fa_ir: افزودنی ها

source: Domain management
fa_ir: مدیریت دامنه

source: Domain details
fa_ir: جزئیات دامنه

source: Registration date
fa_ir: تاریخ ثبت

source: Expires at
fa_ir: تاریخ انقضا

source: Domain Secret
fa_ir: سکرت دامنه

source: All domain names (except a .EU, .UK domain name) have a Domain (Transfer) Secret Key/Authorization Code (EPP Code) associated with them. This would be required if you want to transfer service.
fa_ir: تمامی دامنه ها دارای یک کلید سکرت برای انتقال است. در صورتی که قصد انتقال سرویس دارید به آن نیاز دارید.

source: Get EPP code
fa_ir: تهیه کد EPP

source: Domain Protection
fa_ir: حفاظت از دامنه

source: Domain locking is a security enhancement to prevent unauthorized transfers of your domain to another registrar or web host by "locking" your domain name servers.
fa_ir: قفل کردن دامنه یک امر امنیتی جهت جلوگیری از استفاده دیگر افراد از دامنه شما و یا ثبت آن می باشد.

source: Unlock
fa_ir: بازگشایی

source: Lock
fa_ir: قفل کردن

source: Domain Privacy Settings
fa_ir: تنظیمات حریم خصوصی

source: If you would like to hide domain contact information which is shown on WHOIS you can enable privacy protection. Once domain privacy protection is enabled no one will know who registered this service. And once you decide to disable privacy protection, information that is listed above on "Update Domain Contact Details" section will be seen on domain WHOIS again.
fa_ir: اگر تمایل دارید که اطلاعاتی که از دامنه شما با WHOIS نمایان می شود، دیگر نمایش داده نشود حریم خصوصی دامنه خود را فعال کنید.

source: Disable Privacy protection
fa_ir: غیرفعال سازی حریم خصوصی دامنه

source: Enable Privacy protection
fa_ir: فعال سازی حریم خصوصی دامنه

source: Domain Nameservers
fa_ir: کارگزار های دامنه

source: If you would like to host this domain with another company you can update nameservers.
fa_ir: اگر شما می خواهید دامنه خود را به سرویس میزبانی شرکت دیگری متصل کنید کارگزار های خود را بروزرسانی کنید.

source: Update nameservers
fa_ir: بروز رسانی کارگزار ها

source: Update
fa_ir: بروز رسانی

source: Domain Contact Details
fa_ir: اطلاعات تماس دامنه

source: Domain contact details will be displayed once someone will check WHOIS output (which is public) of your service. This will update Technical, Billing and Admin contacts for this service. You can enable domain privacy protection if you want to hide your public WHOIS information.
fa_ir: اطلاعات تماس دامنه از طریق عملیات WHOIS نمایان خواهند شد.

source: Update domain contact details
fa_ir: بروز رسانی اطلاعات تماس دامنه

source: Address Line 1
fa_ir: آدرس خط 1

source: Address Line 2
fa_ir: آدرس خط 2

source: Zip
fa_ir: کد پستی

source: Phone number
fa_ir: شماره تماس

source: How to reset my password?
fa_ir: چگونه گذرواژه ام را بازنشانی کنم؟

source: Enter your email to reset password. You will receive new password after reset link is confirmed.
fa_ir: ایمیل خود را وارد کنید. پس از تایید از طریق لینک تایید گذرواژه جدید برای شما ارسال خواهد شد.

source: Password reset confirmation email was sent
fa_ir: ایمیل تایید بازنشانی گذرواژه ارسال شد

source: License details
fa_ir: مشخصات لایسنس

source: Key
fa_ir: کلید

source: All ips
fa_ir: تمامی IPها

source: Valid Domains
fa_ir: دامنه های معتبر

source: All hosts
fa_ir: تمامی میزبان ها

source: Valid Versions
fa_ir: نسخه های معتبر

source: All versions
fa_ir: تمامی نسخه ها

source: Valid Install paths
fa_ir: وصله های نصبی معتبر

source: All paths
fa_ir: تمامی وصله ها

source: Reset license
fa_ir: لایسنس های اخیر

source: You can reset your license parameters if you have changed your server
fa_ir: شما می توانید پارامتر های لایسنس خود را بروز رسانی کنید اگر سرور خود را تغییر داده اید

source: Ticket details
fa_ir: مشخصات تیکت

source: Author
fa_ir: نویسنده

source: Please configure domain for your hosting account
fa_ir: لطفا دامنه خود را برای اکانت میزبانی پیکربندی کنید

source: Use own
fa_ir: استفاده از مال خودم

source: Transfer
fa_ir: انتقال

source: I will use my existing domain and update nameservers
fa_ir: من از دامنه خودم استفاده خواهم کرد و کارگزار های آن را بروز خواهم کرد

source: Enter your domain name
fa_ir: نام دامنه خود را وارد کنید

source: Register a new domain
fa_ir: دامنه جدید ثبت کنید

source: Check
fa_ir: بررسی
