Repository: Persianboxbilling/extensions
Catalog: bb-locale/*/LC_MESSAGES/messages.po
Languages: fa_ir

source: Tax settings
fa_ir: تنظیمات مالیات

source: EU VAT
fa_ir: مالیات بر ارزش افزوده اتحادیه اروپا

source: State/Region
fa_ir: استان

source: Tax rate
fa_ir: نرخ مالیات

source: Applies to any country
fa_ir: اعمال به تمامی کشورها

source: Applies to any state
fa_ir: اعمال به تمامی استان ها

source: Enable tax support
fa_ir: فعال سازی پشتیبانی مالیات

source: Automatic VAT Tax Rules Setup
fa_ir: راه اندازی خودکار مالیات بر ارزش افزوده

source: If you would like BoxBilling to automatically setup the EU VAT tax rules for you for all EU Member States then simply enter your VAT Label & local VAT rate below and click the submit button. This action will delete any existing tax rules and configure the VAT rates for all EU countries.
fa_ir: اگر می خواهید که باکس بیلینگ به طور خودکار قوانین مالیاتی اتحادیه اروپا را اعمال کند موارد زیر را تکمیل و ارسال کنید.

source: VAT Label
fa_ir: برچسب مالیات بر ارزش افزوده

source: VAT rate
fa_ir: نرخ مالیات

source: Create EU VAT Rules
fa_ir: ایجاد قوانین مالیاتی

source: Tax title
fa_ir: عنوان مالیات

source: sales Tax
fa_ir: مالیات فروش

source: Leave empty to apply to all states
fa_ir: برای اعلام بر همگی خالی رها کنید

source: Profile updated
fa_ir: پروفایل بروز گردید

source: Listed in public
fa_ir: لیست کردن عمومی

source: Partner status
fa_ir: وضعیت همکار

source: Partner product
fa_ir: محصول همکار

source: Override price
fa_ir: نادیده گرفتن قیمت

source: Logo URL
fa_ir: آدرس برند

source: Website URL
fa_ir: آدرس وبسایت

source: Payment gateway configuration
fa_ir: پیکربندی درگاه پرداخت

source: Payment gateway title
fa_ir: عنوان درگاه پرداخت

source: Select which currencies can accept this payment gateway (Select none to allow all currencies)
fa_ir: ارز های مورد پذیرش درگاه پرداخت را مشخص کنید

source: Allow one time payments
fa_ir: اجازه به پرداخت های یکباره

source: Allow subscription payments
fa_ir: اجازه اشتراک پرداخت ها

source: Enable test mode
fa_ir: فعال سازی حالت آزمایشی

source: IPN Callback URL
fa_ir: آدرس بازگشت IPN

source: Go back
fa_ir: برگرد

source: Send Email Message
fa_ir: ارسال ایمیل

source: Newsletter updated
fa_ir: خبرنامه بروزشد

source: From name
fa_ir: نام فرستنده

source: From email
fa_ir: ایمیل فرستنده

source: Send message
fa_ir: ارسال پیام

source: Back to newsletters
fa_ir: بازگشت به خبرنامه ها

source: Recipients filter. Select none to send message to all clients
fa_ir: دریافت کنندگان را فیلتر کنید. برای ارسال به همه هیچ یک را انتخاب نکنید

source: Client status and group
fa_ir: وضعیت و گروه مشتری

source: Has order
fa_ir: با نظم

source: Message content
fa_ir: محتویات پیام

source: Update and preview
fa_ir: بروزرسانی و پیشنمایش

source: Send test message
fa_ir: ارسال پیام آزمایشی

source: Send message to clients
fa_ir: ارسال پیام به مشتریان

source: Topics
fa_ir: تایپک ها

source: New forum
fa_ir: انجمن جدید

source: Sticky
fa_ir: چسبانک

source: Locked
fa_ir: قفل شده

source: Sorting
fa_ir: مرتب سازی

source: Last ping
fa_ir: آخرین پینگ

source: Valid IPs (one per line)
fa_ir: اعتبارسنجی IP ها (هر خط یکی)

source: Validate host
fa_ir: اعتبار سنجی میزبان

source: Valid hosts (one per line)
fa_ir: اعتبار سنجی میزبان ها (هر خط یکی)

source: Validate path
fa_ir: اعتبار سنجی محل

source: Valid paths (one per line)
fa_ir: اعتبار سنجی محل ها (هر خط یکی)

source: Validate version
fa_ir: اعتبارسنجی نسخه

source: Valid versions (one per line)
fa_ir: اعتبارسنجی نسخه ها (هر خط یکی)

source: Existing member
fa_ir: عضو موجود

source: Payment gateways
fa_ir: درگاه های پرداخت

source: New payment gateway
fa_ir: درگاه پرداخت جدید

source: Allow subscriptions
fa_ir: اجازه مشترک شدن

source: Adding new payment gateway
fa_ir: افزودن درگاه پرداخت جدید

source: Although BoxBilling ships with most popular payment gateways, you can install other gateways.
fa_ir: با وجود اینکه باکس بیلینگ درگاه های پرداخت محبوب جهان را به طور پیشفرض دارد شما می توانید درگاه های پرداخت دیگری نیز نصب کنید.

source: Follow these instructions to install new payment gateway.
fa_ir: این مراحل را برای نصب درگاه پرداخت دنبال کنید.

source: Check for payment gateway at
fa_ir: بررسی کنید که آیا درگاه پرداخت موجود است در

source: for more payment gateways
fa_ir: برای مشاهده درگاه های پرداخت بیشتر

source: Download payment gateway extension file and place it to
fa_ir: پرونده درگاه پرداخت را دانلود کنید و قرار دهید در

source: After file is uploaded in place, reload this page.
fa_ir: پس از اینکه فایل در محل قرار گرفت این صفحه را بروز آوری کنید.

source: Select uploaded file name and click on install.
fa_ir: نام فایل آپلود شده را انتخاب کنید و به روی نصب کلیک کنید.

source: Payment gateway will be installed in BoxBilling and can be configured in "Payment gateways" tab.
fa_ir: درگاه پرداخت به روی باکس بیلینگ نصب خواهد شد و در سربرگ "درگاه های پرداخت" قابل تنظیم خواهد بود.

source: to learn how to create your own payment gateway and share it with community
fa_ir: که چگونه می توان درگاه پرداخت دلخواه خود را ساخت

source: Main website
fa_ir: وب سایت اصلی

source: Loading ...
fa_ir: در حال بارگذاری ...

source: Help
fa_ir: یاری

source: Pending approval amount
fa_ir: در انتظار مقدار مصوب

source: Total approved amount
fa_ir: کل مقدار مصوب

source: Total paid amount
fa_ir: کل مقدار پرداخت شده

source: Balance amount
fa_ir: میزان اعتبار

source: Total clicks
fa_ir: کل کلیک‌ها

source: Unique clicks
fa_ir: کلیک های منحصر به فرد

source: Commisions
fa_ir: کمیسیون ها

source: Invoices waiting for your payment
fa_ir: فاکتور هایی که در انتظار پرداخت شما هستند

source: Paid invoices
fa_ir: فاکتور های پرداخت شده

source: Canned responses
fa_ir: پاسخ های آماده

source: New response
fa_ir: پاسخ جدید

source: Categories
fa_ir: دسته بندی ها

source: oAuth for BoxBilling
fa_ir: oAuth باکس بیلینگ

source: Google
fa_ir: گوگل

source: Facebook
fa_ir: فیسـ‌‌‌‌‌ـبوک

source: Github
fa_ir: گیتهاب

source: Use third party logins
fa_ir: استفاده از ورود شخص ثالث

source: Google.com authorization settings
fa_ir: تنظیمات شناسایی با گوگل

source: Enable Google login
fa_ir: فعال سازی ورود با اکانت گوگل

source: Client secret
fa_ir: کد پهنان مشتری

source: Instructions to create Google.com API access
fa_ir: آموزش تولید API اتصال به گوگل

source: Github.com authorization settings
fa_ir: تنظیمات شناسایی با Github.com

source: Enable Github login
fa_ir: فعال سازی ورود Github

source: Client Secret
fa_ir: کد پنهان مشتری

source: Instructions to register new oAuth application on Github
fa_ir: آموزش نصب oAuth در Github

source: Facebook.com authorization settings
fa_ir: تنظیمات شناسایی با فیسبوک

source: Enable Facebook login
fa_ir: فعال سازی ورود با فیسبوک

source: App ID
fa_ir: شماره نرم افزار

source: Secret
fa_ir: سکرت

source: Instructions to create Facebook application
fa_ir: آموزش ایجاد نرم افزار فیسبوک

source: BoxBilling live demo
fa_ir: پیشنمایش زنده باکس بیلینگ

source: Payments
fa_ir: پرداخت ها

source: Logins
fa_ir: ورود ها

source: Client profile details
fa_ir: مشخصات پروفایل مشتری

source: Client Profile updated
fa_ir: پروفایل مشتری بروزشد

source: Other/Unknown
fa_ir: سایر/ناشناخته

source: Company details
fa_ir: مشخصات شرکت

source: Address and contact details
fa_ir: آدرس و اطلاعات تماس

source: Additional settings
fa_ir: تنظیمات اضافی

source: Alternative ID
fa_ir: شماره جایگزین

source: Used to identify client on foreign system. Usually used by importers
fa_ir: برای شناسایی در سیستم های دیگر کاربر دارد. معمولا توسط درون ریز ها استفاده می شود

source: Exempt from tax
fa_ir: معاف از مالیات

source: Signed up time
fa_ir: تاریخ ثبت‌نام

source: Password changed
fa_ir: گذرواژه تغییر یافت

source: Custom fields
fa_ir: زمینه های دلخواه

source: Use these fields to define custom client details
fa_ir: از این زمینه ها برای جمع آوری طلاعات بیشتری از مشتریان استفاده کنید

source: Client Profile custom fields updated
fa_ir: زمینه های دلخواه پروفایل مشتری بروزشد

source: Custom field
fa_ir: زمینه دلخواه

source: Client payments history
fa_ir: تاریخچه پرداخت های مشتری

source: Add funds for client
fa_ir: افزودن اعتبار به مشتری

source: Funds added
fa_ir: اعتبار افزوده شد

source: Client orders
fa_ir: سفارشات مشتری

source: Client invoices
fa_ir: فاکتور های مشتری

source: Client support tickets
fa_ir: تیکت های پشتیبانی مشتری

source: Logins history
fa_ir: تاریخچه ورودها

source: Emails sent to client
fa_ir: ایمیل های ارسال شده به مشتری

source: Download BoxBilling
fa_ir: دانلود باکس‌بیلینگ

source: Edit product addon
fa_ir: ویرایش افزودنی محصول

source: Activation
fa_ir: فعال سازی

source: Icon
fa_ir: آیکون

source: System settings
fa_ir: تنظیمات سیستم

source: FTP layer
fa_ir: اتصال FTP

source: Scheduled tasks
fa_ir: وظایف برنامه ریزی شده

source: License
fa_ir: لایسنس

source: Company number, chamber of commerce number
fa_ir: شماره شرکت، تعداد اتاق بازرگانی

source: VAT number
fa_ir: شماره مالیات بر ارزش افزوده

source: Bank Account number
fa_ir: شماره حساب بانکی

source: Signature
fa_ir: امضا

source: Update settings
fa_ir: بروزرسانی تنظیمات

source: Company terms of service, legal regulation
fa_ir: شرایط سرویس دهی شرکت

source: Company privacy policy
fa_ir: حریم خصوصی شرکت

source: Orders settings
fa_ir: تنظیمات سفارشات

source: Expiration date
fa_ir: تاریخ انقضا

source: Invoice settings
fa_ir: تنظیمات فاکتور

source: Number of days to generate new invoice before order expiration
fa_ir: تعداد روز هایی که پیش از انقضای محصول فاکتور ایجاد می شود

source: Invoice due days
fa_ir: فاکتور روز سررسید

source: Auto invoice approval
fa_ir: تایید خودکار فاکتور

source: Proforma Invoicing / Sequential Invoice Numbering
fa_ir: فاکتور پروفورما / شماره گذاری متوالی

source: Proforma invoice prefix/series
fa_ir: سری / پیشوند فاکتور پروفورما

source: Paid invoice prefix/series
fa_ir: سری / پیشوند فاکتور پرداخت شده

source: Next paid invoice number
fa_ir: شماره فاکتور پرداخت شده بعدی

source: Refunds settings
fa_ir: تنظیمات افزایش اعتبار

source: Refunds logic
fa_ir: استدلال افزایش اعتبار

source: Add funds settings
fa_ir: تنظیمات افزایش اعتبار

source: Minimum amount for add funds invoice
fa_ir: حداقل مقدار افزایش اعتبار

source: Unlimited
fa_ir: نامحدود

source: Maximum amount for add funds invoice
fa_ir: حداکثر مقدر افزایش اعتبار

source: FTP layer for BoxBilling
fa_ir: اتصال FTP باکس بیلینگ

source: FTP is used to manage BoxBilling modules and updates.
fa_ir: از FTP برای مدیریت ماژول ها و بروزرسانی های باکس بیلینگ استفاده می شود.

source: FTP settings updated
fa_ir: تنظیمات FTP بروز گردید

source: <strong>FTP Hostname</strong> - can be a numerical URL 127.0.0.1 is the default address for a locally hosted server, it might be this, it might be the full URL as my example above with the File Transfer Protocol (FTP) prefix, it might be the http:// protocol it might be SFTP (secure FTP) even secure http (https). Your host will be able to advise you on the correct format.
fa_ir: <strong>عنوان‌میزبان FTP</strong> - می تواند به صورت یک IP عددی مانند 127.0.0.1 و یا یک آدرس کامل باشد.

source: <strong>FTP port</strong> - is nearly always 21 unless the host has changed this they will have notified you of this. Secure FTP generally uses port 22.
fa_ir: <strong>پورت FTP</strong> - معمولا برابر 21 است و در برخی سرور ها 22.

source: <strong>FTP user</strong> - In most cases, this is the specific user name your host has set up for you to access your Web site via FTP- It is the name you use in your FTP client. This could be an alphanumeric, it could be your name, even your e-mail address, If you don't know this speak to your host. You may have the facility on your Web account to set up additional FTP users if that is the case (and it's more secure) you are recommended to do this
fa_ir: <strong>کاربر FTP</strong> - در بیشتر مواقع همان نام کاربری ورود به هاست می باشد.

source: <strong>FTP password</strong> - this is the password you enter in your FTP client.
fa_ir: <strong>گذرواژه FTP</strong> - بستگی به کاربر FTP دارد.

source: <strong>FTP root</strong> - This is generally the directory in which BoxBilling is installed. This setting is very important to be setup correctly as it very specifically depends on the Host server settings. In can be just / BUT it might be htdocs/boxbilling, public_html/, /public_html/boxbilling or other. It is a variable that BoxBilling has absolutely no control over. You will need to clarify this with your host.
fa_ir: <strong>FTP root</strong> - معمولا محل نصب باکس بیلینگ می باشد. اما می تواند موارد دیگری نیز باشد.

source: Setup scheduled tasks to be executed once a day
fa_ir: راه اندازی وظایف برنامه ریزی شده برای اجرای روزانه

source: Scheduled tasks must be enabled immediately after installation. Cron is responsible for sending your clients reminder about payments, domain renewal notices and many more.
fa_ir: وظایف برنامه ریزی شده می بایست بلافاصله پس از نصب فعال شوند. از این وظایف برای ارسال ایمیل به مشتریان و ... استفاده می شود.

source: Timezone
fa_ir: منطقه زمانی

source: Time on server
fa_ir: زمان سرور

source: Last time scheduled tasks were executed
fa_ir: آخرین زمان اجرای وظایف برنامه ریزی شده

source: Scheduled tasks were never executed
fa_ir: وظایفی که هرگز اجرا نشده اند

source: Execute scheduled tasks from browser
fa_ir: اجرای وظایف از مرورگر

source: Execute now
fa_ir: اجرا کن

source: After purchase you have received an e-mail with license key. Update license key to unlock all features of BoxBilling
fa_ir: پس از خرید شما یک ایمیل حاوی کد لایسنس دریافت خواهید کرد. با بروز رسانی کلید لایسنس از محدودیت ها خلاص شوید

source: To change license key, change <em>BB_LICENSE</em> value in <em>bb-config.php</em> file
fa_ir: برای تغییر کلید لایسنس مقدار <em>BB_LICENSE</em> در <em>bb-config.php</em> را تغییر دهید.

source: Licensed to
fa_ir: لایسنس شده برای:

source: New Addon
fa_ir: افزودنی جدید

source: Disabled
fa_ir: غیرفعال

source: After order is placed
fa_ir: پس از ثبت سفارش

source: After payment is received
fa_ir: پس از پرداخت هزینه

source: Manual activation
fa_ir: فعال سازی دستی

source: Sell BoxBilling licenses
fa_ir: فروش لایسنس باکس بیلینگ

source: 1. Configure API
fa_ir: 1. پیکربندی API

source: Test connection
fa_ir: بررسی اتصال

source: Update API key
fa_ir: بروز رسانی کلید API

source: 2. Become partner
fa_ir: 2.همکار شوید

source: 3. Create license product
fa_ir: 3. محصول لایسنس ایجاد کنید

source: Refer and earn recurring commission
fa_ir: مراجعه و کسب کمیسیون در محدوده زمانی معین

source: Partners profile
fa_ir: پروفایل همکاران

source: Issue License
fa_ir: صدور لایسنس

source: Manage licenses
fa_ir: مدیریت لایسنس‌ها

source: Licenses you have issued
fa_ir: لایسنس هایی که شما صادر کرده اید

source: Reissue
fa_ir: صدور مجدد

source: Generate new API key
fa_ir: ایجاد کلید API جدید

source: Centova Cast order details
fa_ir: مشخصات سفارش Centova Cast

source: Changing settings does not send actions to CentovaCast server.
fa_ir: تغییر تنظیمات هیچ عملیاتی به سرور Centova Cast ارسال نخواهد کرد.

source: Reconfigure
fa_ir: پیکربندی دوباره

source: Changing CentovaCast server settings.
fa_ir: تغییر تنظیمات سرور Centova Cast

source: Port
fa_ir: پورت

source: Source password
fa_ir: گذرواژه منبع

source: Max BitRate
fa_ir: حداکثر مقدار جابجایی بیت

source: Organization
fa_ir: ارگان

source: URL
fa_ir: آدرس

source: Auto rebuild list
fa_ir: بازسازی خودکار لیست

source: Account details
fa_ir: مشخصات اکانت

source: Parameter
fa_ir: پارامتر

source: Value
fa_ir: مقدار

source: Mass Mail Messages
fa_ir: ایمیل انبوه

source: Create new mass mail message
fa_ir: ایجاد ایمیل انبوه جدید

source: Mass Mail Settings
fa_ir: تنظیمات ایمیل انبوه

source: Client ID to send test email while creating message
fa_ir: شماره مشتری جهت ارسال ایمیل آزمایشی حین ایجاد پیام

source: Hi,
fa_ir: سلام،

source: New
fa_ir: جدید

source: Visit site
fa_ir: مشاهده سایت

source: Notifications
fa_ir: اطلاع رسانی ها

source: Inquiries
fa_ir: سوالات

source: Anouncements
fa_ir: اطلاعیه ها

source: Become a member and discuss in forums
fa_ir: عضو شوید و در انجمن ها حضور یابید

source: Braunstein extension settings
fa_ir: تنظیمات افزودنی Braunstein

source: Required fields for client
fa_ir: فیلد های الزامی برای مشتریان

source: Select which fields are required to be filled up by client on signup form
fa_ir: انتخاب کنید کدام فیلد ها باید توسط مشتری الزاما تکمیل شود

source: Company name
fa_ir: نام تجاری

source: Gender
fa_ir: جنسیت

source: Address details
fa_ir: جزئیات آدرس

source: Address line 1
fa_ir: آدرس یک

source: Address line 2
fa_ir: آدرس دو

source: Postcode/Zip
fa_ir: کد پستی

source: BoxBilling full feature list
fa_ir: لیست کامل امکانات باکس بیلینگ

source: Select Slots
fa_ir: انتخاب اسلات ها

source: Earnings
fa_ir: درآمد ها

source: API Key
fa_ir: کلید API

source: External application can control every aspect of BoxBilling using this API key.
fa_ir: سایر نرم افزار ها می توانند تمامی جوانب باکس بیلینگ را با این کلید API کنترل کنند.

source: Generate new key
fa_ir: ایجاد کلید جدید

source: Change your avatar at
fa_ir: آواتار خود را تغییر دهید در

source: Enable/Disable
fa_ir: فعال/غیرفعال

source: Server manager
fa_ir: مدیریت کننده سرور

source: Access Hash (Instead of password for cPanel servers)
fa_ir: کد دسترسی (جایگزین گذرواژه در سرور های cPanel)

source: Connection port
fa_ir: پورت اتصال

source: Use Secure connection
fa_ir: استفاده از اتصال امن

source: Update and test connection
fa_ir: بروز رسانی و آزمایش اتصال

source: Update server
fa_ir: بروز رسانی سرور

source: Hosting plans and servers
fa_ir: بسته های میزبانی و سرور ها

source: New server
fa_ir: سرور جدید

source: New server manager
fa_ir: کنترل پنل جدید سرور

source: Servers
fa_ir: سرورها

source: Hosting plans
fa_ir: بسته های میزبانی

source: Addon domains
fa_ir: Addon دامنه‌ها

source: Unique name to identify this server
fa_ir: عنوان نمایشی سرور برای شناسایی

source: Primary IP address of the server used to connect to it like: 123.123.123.123
fa_ir: آدرس IP اصلی برای اتصال به سرور استفاده می شود و مانند این است: 123.123.123.123

source: Assigned IP Addresses
fa_ir: آدرس های IP اختصاص داده شده

source: List the IP Addresses assigned to the server (One per line)
fa_ir: لیست IP های اختصاص شده به سرور (هر خط یکی)

source: Login username to your server: root/reseller
fa_ir: نام کاربری ورود به سرور: روت/نماینده

source: Login password to your server
fa_ir: گذرواژه ورود به سرور

source: Access Hash (Insted of password for cPanel servers)
fa_ir: کد دسترسی (جایگزین گذرواژه در سرور های cPanel)

source: Add server
fa_ir: افزودن سرور

source: Adding new hosting plan
fa_ir: افزودن بسته میزبانی جدید

source: Depending on server manager used to setup hosting account you may require provide additional parameters in next step. In this step provide basic hosting plan information.
fa_ir: بسته به کنترل پنل سرور شما، شما نیاز به تنظیم پارامتر های اضافی دیگری دارید. در مرحله بعدی این اطلاعات را کامل کنید.

source: Unique name to identify this hosting plan
fa_ir: نام نمایشی بسته میزبانی

source: Disk quota (MB)
fa_ir: سهمیه دیسک (مگابایت)

source: Bandwidth (MB)
fa_ir: پهنای باند (مگابایت)

source: Create hosting plan
fa_ir: تغییر بسته میزبانی

source: Adding new server manager
fa_ir: افزودن کنترل پنل سرور جدید

source: Follow these instructions to install new hosting server manager.
fa_ir: این مراحل را برای نصب کنترل پنل سرور جدید دنبال کنید.

source: Check for server manager extensions at
fa_ir: بررسی کنید که آیا افزودنی کنترل پنل شما موجود است در

source: Download server manager extension file and place it to
fa_ir: پرونده افزودنی را دانلود کنید و قرار دهید در

source: Server manager gateway will be automatically detected.
fa_ir: درگاه کنترل پنل سرور به صورت خودکار شناسایی خواهد شد.

source: You can now create/edit servers with new server manager.
fa_ir: شما هم اکنون می توانید با استفاده از این کنترل پنل سرور ایجاد/ویرایش کنید.

source: to learn how to create your own server manager and share it with community
fa_ir: که چگونه می توان افزودنی کنترل پنل خود را طراحی و منتشر کرد

source: Client area themes
fa_ir: پوسته های محیط کاربری

source: Admin area themes
fa_ir: پوسته های محیط مدیریت

source: New theme
fa_ir: پوسته جدید

source: Adding new client area theme
fa_ir: افزودن پوسته جدید محیط کاربری

source: Follow these instructions to install new client area theme.
fa_ir: این مراحل را برای نصب پوسته جدید محیط کاربری دنبال کنید.

source: Check for client area themes at
fa_ir: پوسته مورد نظر خود را بیابید در

source: Upload new theme files to
fa_ir: پوسته جدید را آپلود کنید در

source: and reload this page
fa_ir: و این صفحه را بروزآوری کنید

source: Client area theme will appear in &quot;Client area themes&quot; tab. And you can select it as default
fa_ir: پوسته به صورت خودکار در سربرگ &quot;پوسته های محیط کاربری&quot; نمایان خواهد شد و شما می توانید آن را به عنوان پیشفرض انتخاب کنید.

source: For theme designers. Read
fa_ir: طراحان پوسته بخوانند

source: to learn how to create your own theme
fa_ir: که چگونه می توان برای باکس بیلینگ پوسته طراحی کرد

source: Adding new admin area theme
fa_ir: افزودن پوسته جدید محیط مدیریت

source: Admin area follows same logic as client area themes with one additional rule: admin theme directory must be prefixed with &quot;admin_&quot;.
fa_ir: پوسته مدیریت مانند پوسته محیط کاربری است اما با یک قانون اضافه: عنوان پوشه پوسته باید در ابتدا دارای عبارت &quot;admin_&quot;. باشد.

source: Support ticket
fa_ir: تیکت پشتیبانی

source: Staff member
fa_ir: کارمند

source: Announcement
fa_ir: اطلاعیه

source: Knowledge base article
fa_ir: مقاله دانش نامه

source: Forum topic
fa_ir: تایپک انجمن

source: Filter invoices
fa_ir: فیلتر فاکتورها

source: All statuses
fa_ir: تمامی ارقام

source: Refunded
fa_ir: افزایش اعتبار ها

source: Issue date
fa_ir: تاریخ سررسید

source: Unpaid invoices
fa_ir: فاکتور های پرداخت نشده

source: Refunded invoices
fa_ir: فاکتور های افزایش اعتبار

source: New Invoice
fa_ir: فاکتور جدید

source: Prepare
fa_ir: آماده

source: New note
fa_ir: یادداشت جدید

source: Delete all messages
fa_ir: حذف تمامی پیام ها

source: Add note or todo task
fa_ir: افزودن یاداشت یا وظیفه TODO

source: Transaction
fa_ir: تراکنش

source: Transaction details
fa_ir: مشخصات تراکنش

source: If you are sure that this transaction is valid you can update transaction details in &quot;Manage&quot; tab and try processing transaction again
fa_ir: اگر مطمئن هستید که این تراکنش معتبر است در سربرگ &quot;مدیریت&quot; مشخصات آن را بروز کنید و پس از آن، آن را پردازش کنید.

source: Transaction ID on payment gateway
fa_ir: شماره تراکنش در درگاه پرداخت

source: Transaction status on payment gateway
fa_ir: وضعیت تراکنش در درگاه پرداخت

source: Process
fa_ir: پردازش

source: Invoice ID
fa_ir: شماره فاکتور

source: Transaction processing information
fa_ir: تراکنش در حال پردازش اطلاعات است

source: Validate IPN
fa_ir: اعتبارسنجی IPN

source: Transaction information on payment gateway
fa_ir: اطلاعات تراکنش در درگاه پرداخت

source: Transaction type
fa_ir: نوع تراکنش

source: Transaction status on Payment Gateway
fa_ir: وضعیت تراکنش در درگاه پرداخت

source: Transaction ID on Payment Gateway
fa_ir: شماره تراکنش در درگاه پرداخت

source: Note about this transaction
fa_ir: یادداشت های این تراکنش

source: No GET parameters received
fa_ir: هیچ پارامتر GETی دریافت نشد

source: No POST parameters received
fa_ir: هیچ پارامتر POSTی دریافت نشد

source: No SERVER parameters logged
fa_ir: هیچ پارامتر SERVERی ثبت نشد

source: BoxBilling forum
fa_ir: انجمن باکس‌بیلینگ

source: My favorite topics
fa_ir: تایپک های محبوب من

source: Payment type
fa_ir: نوع پرداخت

source: Setup price
fa_ir: هزینه راه اندازی

source: One time
fa_ir: یکبار

source: Price for period
fa_ir: هزینه دوره

source: First payment sum
fa_ir: مجموع آخرین پرداخت

source: On
fa_ir: بر

source: Weekly
fa_ir: هفتگی

source: Monthly
fa_ir: ماهانه

source: General settings
fa_ir: تنظیمات عمومی

source: Upgrades
fa_ir: ارتقا ها

source: Links
fa_ir: پیوند ها

source: Custom order form
fa_ir: فرم سفارش دلخواه

source: Hidden
fa_ir: پنهان

source: Browse
fa_ir: جستجو

source: Slug
fa_ir: نامک

source: Payment options
fa_ir: گزینه های پرداخت
