Repository: Persianboxbilling/extensions
Catalog: bb-locale/*/LC_MESSAGES/messages.po
Languages: fa_ir

source: Transfer your domain from another registrar
fa_ir: دامنه خود را از یک ثبت کننده دیگر منتقل کنید

source: Transfer price
fa_ir: هزینه انتقال

source: Enter domain transfer code
fa_ir: کد انتقال خود را وارد کنید

source: Year/s @
fa_ir: سالیانه

source: My Products & Services
fa_ir: محصولات و سرویس های من

source: Ordered Services
fa_ir: سرویس های سفارش داده شده

source: Product/Service
fa_ir: محصول/سرویس

source: Next due date
fa_ir: تاریخ بعدی سررسید

source: Service details
fa_ir: مشخصات سرویس

source: All information about your service
fa_ir: تمامی اطلاعات سرویس شما

source: Product name
fa_ir: عنوان محصول

source: Payment amount
fa_ir: قیمت محصول

source: Billing cycle
fa_ir: چرخه حسابداری

source: Order status
fa_ir: وضعیت سفارش

source: Order created
fa_ir: سفارش ایجاد شد

source: Activated at
fa_ir: فعال شده در

source: Renewal date
fa_ir: تاریخ تمدید

source: Order notes
fa_ir: یادداشت های سفارش

source: Active support tickets
fa_ir: تیکت های پشتیبانی فعال

source: Renew now
fa_ir: هم اکنون تمدید کنید

source: Request Upgrade
fa_ir: درخواست ارتقا

source: Open ticket
fa_ir: باز کردن تیکت

source: Cancel
fa_ir: لغو

source: Request Cancellation
fa_ir: درخواست لغو

source: I would like to cancel
fa_ir: من می خواهم که لغو کنم

source: Reason
fa_ir: دلیل

source: Open new support ticket regarding this order
fa_ir: یک تیکت پشتیبانی مرتبط با این سفارش باز کنید

source: Submit new support ticket. Ticket will be visible in support section after submission
fa_ir: تیکت پشتیبانی جدید ارسال کنید. تیکت پس از تایید در بخش پشتیبانی نمایان خواهد شد

source: Request upgrade
fa_ir: درخواست ارتقا

source: I would like to upgrade
fa_ir: من می خواهم ارتقا بدهم

source: Upgrade to
fa_ir: ارتقا به

source: Notes
fa_ir: یادداشت

source: Request
fa_ir: درخواست

source: Addons you have ordered with this service
fa_ir: افزودنی هایی که با سرویس خود سفارش داده اید

source: Billing Cycle
fa_ir: چرخه حسابداری

source: Back to services
fa_ir: بازگشت به سرویس ها

source: Error
fa_ir: خطا

source: Select Product
fa_ir: انتخاب محصول

source: Choose products we offer for selling
fa_ir: محصولاتی که ما به شما پیشنهاد می دهیم انتخاب کنید

source: Starting from:
fa_ir: شروع از:

source: View products
fa_ir: مشاهده محصولات

source: Select product
fa_ir: انتخاب محصول

source: Confirm
fa_ir: تایید

source: What are you looking for?
fa_ir: به دنبال چه می گردید؟

source: Search
fa_ir: جستجو

source: Try using other keyword. No matches not for keyword:
fa_ir: از کلمات کلیدی دیگری استفاده کنید. نتیجه ای یافت نشد برای:

source: Affiliates
fa_ir: بازاریابی

source: Client Area
fa_ir: محیط کاربری

source: Tickets waiting your reply
fa_ir: تیکت های که منتظر پاسخ شما هستند

source: ID
fa_ir: شماره

source: All Invoices
fa_ir: تمامی فاکتورها

source: Active
fa_ir: فعال

source: Soon expires
fa_ir: بزودی منقضی می شود

source: All services
fa_ir: تمامی سرویس ها

source: New order
fa_ir: سفارش جدید

source: Tickets
fa_ir: تیکت ها

source: Open
fa_ir: بازکردن

source: On Hold
fa_ir: در دست بررسی

source: All tickets
fa_ir: تمامی تیکت ها

source: New ticket
fa_ir: تیکت جدید

source: Recent orders
fa_ir: سفارشات اخیر

source: Recent emails
fa_ir: ایمیل های اخیر

source: Order products and services
fa_ir: دیگر محصولات و سرویس ها

source: Become a member and manage services
fa_ir: عضو شوید و سرویس ها را مدیریت کنید

source: Contact Us
fa_ir: ارتباط با ما

source: Contact us for more information
fa_ir: برای کسب اطلاعات بیشتر با ما تماس بگیرید

source: Announcements
fa_ir: اطلاعیه ها

source: Latest news & announcements
fa_ir: آخرین اخبار و اطلاعیه ها

source: Browse our KB for answers and FAQs
fa_ir: دانش نامه ما را برای یافتن پاسخ های خود بگردید

source: Invoicing Software
fa_ir: نرم افزار صورت حساب ها

source: Powered by BoxBilling invoicing software
fa_ir: قدرت یافته از باکس بیلینگ، نرم افزار حسابداری

source: Example module
fa_ir: ماژول نمونه

source: Example module title
fa_ir: عنوان ماژول نمونه

source: See protected content
fa_ir: محتویات حفاظت شده را ببینید

source: This content can be seen only if client is logged in
fa_ir: این محتویات را فقط می توانید زمانی ببینید که وارد شوید

source: Your protected content
fa_ir: مشاهده محتویات حفاظت شده

source: Register new domain
fa_ir: ثبت دامنه جدید

source: Transfer my domain
fa_ir: انتقال دامنه من

source: Check domain availability
fa_ir: بررسی وضعیت دامنه

source: Enter new domain name to register
fa_ir: نام دامنه را جهت ثبت وارد کنید

source: I want to use my nameservers
fa_ir: من می خواهم کارگزار های خودم را استفاده کنم

source: Enter your domain name to transfer
fa_ir: دامنه خود را برای انتقال وارد کنید

source: Select currency
fa_ir: انتخاب ارز

source: Emails we have sent you
fa_ir: ایمیل هایی که ما به شما ارسال کردیم

source: Here you can track emails we have sent you
fa_ir: اینجا می توانید ایمیل هایی که ما به شما ارسال کرده ایم را مشاهده کنید

source: Email subject
fa_ir: موضوع ایمیل

source: Date sent
fa_ir: تاریخ ارسال

source: Could not connect to whois :server server
fa_ir: نمی توان به سرور هویز :server متصل شد

source: Error creating
fa_ir: خطا در ایجاد

source: Only active orders can be suspended
fa_ir: فقط سفارشات فعال قادر به مسدود شدن هستند

source: Can not cancel
fa_ir: نمی توان لغو کرد

source: Service
fa_ir: سرویس

source: Can not remove hosting plan which has active accounts
fa_ir: نمی توان بسته های میزبانی که مشتری ها آن ها را ثبت کرده اند استفاده کرد

source: Invoice item title is missing
fa_ir: عنوان آیتم صورت حساب گم شده است

source: :product setup
fa_ir: راه اندازی :product

source: Could not activate proforma item. Order :id not found
fa_ir: نمی توان آیتم پرفورما را فعال کرد. سفارش :id یافت نشد

source: Filename is missing in product config.
fa_ir: عنوان پرونده در پیکربندی محصول گم شده است

source: Parameter :param does not exist
fa_ir: پارامتر :param در دسترس نیست

source: Theme was not found in path :path
fa_ir: پوسته در :path یافت نشد

source: Theme manifest file :file was not found
fa_ir: فایل مشخصات پوسته :file یافت نشد

source: Unable to decode theme manifest file :file
fa_ir: نمی توان فایل مشخصات :file را دیکد کرد

source: Please check if you have configured FTP layer properly in Configuration > General settings > FTP layer.
fa_ir: لطفا بررسی کنید که FTP را در پیکربندی»تنظیمات عمومی»FTP تنظیم کرده باشید.

source: Please make sure that FTP Root is defined properly. Could not find bb-config.php file in :path
fa_ir: لطفا بررسی کنید که روت FTP به درستی تنظیم شده است. نمی توان فایل bb-config.php را در :path یافت.

source: You have reached free version limit. Upgrade to PRO version of BoxBilling if you want this limit removed.
fa_ir: شما با محدودیت های نسخه رایگان برخورد کرده اید. به نسخه PRO ارتقا دهید تا این محدودیت حذف شود.

source: BoxBilling license key must be defined in bb-config.php file as BB_LICENSE constant.
fa_ir: کلید لایسنس باکس بیلینگ باید در فایل bb-config.php یافت شود.

source: PHP curl extension is disabled on your server. Please enable php curl extension.
fa_ir: تابع curl در سرور شما غیرفعال است. لطفا تابع curl را فعال کنید.

source: Can not remove group with clients
fa_ir: نمی توان گروهی که مشتری در آن هست را حذف کرد

source: Could not find main domain product
fa_ir: نمی توان دامنه اصلی محصول را یافت

source: Hosting product must have domain configuration
fa_ir: بسته میزبانی می بایست دامنه داشته باشد

source: Domain action is missing
fa_ir: عملیات دامنه گم شده است

source: Hosting product must have defined register_sld parameter
fa_ir: بسته میزبانی می بایست دارای پارامتر ثبت _sld تعیین شده باشد

source: Hosting product must have defined register_tld parameter
fa_ir: بسته میزبانی می بایست دارای پارامتر ثبت _tld تعیین شده باشد

source: Hosting product must have defined transfer_sld parameter
fa_ir: بسته میزبانی می بایست دارای پارامتر انتقال _sld تعیین شده باشد

source: Hosting product must have defined transfer_tld parameter
fa_ir: بسته میزبانی می بایست دارای پارامتر انتقال _tld تعیین شده باشد

source: Can not remove category which has articles
fa_ir: نمی توان دسته بندی که مقاله دارد حذف کرد

source: Hosting product is not configured completely. Configure server for hosting product.
fa_ir: بسته میزبانی به طور کامل پیکربندی نشده است. سرور را برای بسته میزبانی پیکربندی کنید.

source: Hosting product is not configured completely. Configure hosting plan for hosting product.
fa_ir: بسته میزبانی به طور کامل پیکربندی نشده است. بسته میزبانی را برای بسته میزبانی پیکربندی کنید.

source: Domain name is not valid.
fa_ir: دامنه معتبر نیست.

source: Domain extension is not valid.
fa_ir: پسوند دامنه معتبر نیست.

source: Server from order configuration was not found
fa_ir: سرور سفارش پیکربندی شده یافت نشد

source: Hosting plan from order configuration was not found
fa_ir: بسته میزبانی سفارش پیکربندی شده یافت نشد

source: Could not activate order. Service was not created
fa_ir: نمی توان سفارش را فعال کرد. سرویس ایجاد نشد

source: Order :id has no active service
fa_ir: سفارش :id هیچ سرویس فعالی ندارد

source: Account password is missing or is not valid
fa_ir: گذرواژه اکانت گم شده است یا معتبر نیست

source: Account ip is missing or is not valid
fa_ir: IP اکانت گم شده است و یا معتبر نیست

source: Domain sld or tld is missing
fa_ir: sld و یا tld دامنه گم شده است

source: Can not refund invoice with negative amount
fa_ir: نمی توان فاکتور را با مقدار منفی پرداخت

source: You must have at least one active order before you can add funds so you cannot proceed at the current time!
fa_ir: شما می بایست حداقل یک سفارش فعال داشته باشید تا بتوانید به حساب خود اعتبار بیفزایید بنابرین هم اکنون نمی توانید.

source: Amount is not valid
fa_ir: مقدار معتبر نیست

source: Payment for invoice :serie:id [:title]
fa_ir: پرداخت فاکتور :serie:id [:title]

source: Payment for invoice :serie:id
fa_ir: پرداخت فاکتور :serie:id

source: Can not remove invoice. It was paid but services were not activated
fa_ir: نمی توان صورت حساب را حذف کرد. صورت حساب پرداخت شده ولی فعال نشده است

source: License plugin :plugin was not found
fa_ir: لایسنس افزونه :plugin یافت نشد

source: License plugin do not have generate method
fa_ir: لایسنس پلاگین متدی ایجاد نکرده است

source: Custom plugin method :method is forbidden
fa_ir: متد شخصی پلاگین، :method ممنوع است

source: Plugin class file :file was not found
fa_ir: پرونده کلاس افزونه، :file یافت نشد

source: Plugin :plugin does not support action :action
fa_ir: افزونه :plugin از :action پشتیبانی نمی کند

source: Can not remove helpdesk which has tickets
fa_ir: نمی توان مرکز پشتیبانی دارای تیکت را حذف کرد

source: Currency conversion rate can be zero
fa_ir: نرخ تبدیل ارز نمی تواند برابر صفر باشد

source: Can not remove default currency
fa_ir: نمی توان ارز پیشفرض را حذف کرد

source: This administrator account is protected and can not be removed
fa_ir: اکانت مدیریت محافظت شده و نمی تواند حذف شود

source: Can not remove product category with products
fa_ir: نمی توان دسته بندی دارای محصول را حذف کرد

source: Module :mod manifest file is missing
fa_ir: پرونده مشخصات ماژول :mod گم شده است

source: Module :mod manifest file is not valid. Check file syntax and permissions.
fa_ir: مشخصات ماژول :mod معتبر نیستند. دسترسی و سینتکس را بررسی کنید

source: BoxBilling module :module not found. Was it installed?
fa_ir: ماژول :module باکس بیلینگ یافت نشد. نصب شده بود؟

source: BoxBilling core modules can not be installed or removed
fa_ir: ماژول هسته باکس بیلینگ نمی تواند نصب و یا حذف شود

source: Module can not be installed. It requires at least :min version of BoxBilling. You are using :v
fa_ir: ماژول نمی تواند نصب شود. این ماژول حداقل به نسخه :min نیاز دارد اما شما از نسخه :v استفاده می کنید.

source: Could not retrieve version information for extension :ext
fa_ir: نمی توان اطلاعات نسخه افزودنی :ext یا شناسایی کرد

source: Latest :mod version installed. No need to update
fa_ir: آخرین نسخه :mod نصب است. نیازی به بروز رسانی نیست.

source: Could not retrieve :ext information
fa_ir: نمی توان اطلاعات :ext را بازیابی کرد

source: Visit extension site for update information.
fa_ir: از مخزن افزودنی ها را برای بررسی بروز رسانی بازدید کنید

source: BoxBilling core modules can not be managed
fa_ir: ماژول های هسته باکس بیلینگ نمی توانند مدیریت شوند

source: Could not extract extension zip file
fa_ir: نمی توان بسته فشرده zip را استخراج کرد

source: Module already installed.
fa_ir: این ماژول پیشتر نصب شده است.

source: Extension can not be moved. Make sure your server write permissions to bb-modules folder.
fa_ir: افزودنی نمی تواند منتقل شود. مطمئن شوید پوشه bb-modules قابل نوشتن باشد.

source: Extension can not be moved. Make sure your server write permissions to bb-themes folder.
fa_ir: افزودنی نمی تواند منتقل شود. مطمئن شوید پوشه bb-themes قابل نوشتن باشد.

source: Extension can not be moved. Make sure your server write permissions to bb-locale folder.
fa_ir: افزودنی نمی تواند منتقل شود. مطمئن شوید پوشه bb-locale قابل نوشتن باشد.

source: Extension does not support auto-install deature. Extension must be installed manually
fa_ir: افزودنی از نصب خودکار پشتیبانی نمی کند و باید دستی نصب شود.

source: Unable to connect to BoxBilling extensiosn site.
fa_ir: نمی توان به مخزن باکس بیلینگ متصل شد.

source: Administrators group can not be removed
fa_ir: گروه مدیریت نمی تواند حذف شود.

source: Can not remove group which has staff members
fa_ir: نمی توان گروهی که کارمند دارد را حذف کرد

source: This is a last message in topic. Remove topic in order to remove this message.
fa_ir: این آخرین پیام در این موضوع است. تایپک ها را به ترتیب برای حذف پیام پاک کنید.

source: Payment gateway :adapter was not found
fa_ir: درگاه پرداخت :adapter یافت نشد

source: Invalid payment adapter :adapter
fa_ir: آداپتر پرداخت نامعتبر : :adapter

source: Are you registering new domain or transfering existing? Action parameter missing.
fa_ir: آیا شما در حال ثبت دامنه هستید و یا انتقال می دهید؟ عملیات گم شده است

source: Invalid domain action.
fa_ir: عملیات دامنه نامعتبر است.

source: Order data must contain :field configuration field
fa_ir: سفارش شما می بایست دارای فیلد پیکربندی :field باشد

source: Domain name :domain is not valid
fa_ir: دامنه :domain معتبر نیست

source: Domain TLD is not valid.
fa_ir: پسوند دامنه معتبر نیست

source: Domain name is required.
fa_ir: وارد کردن نام دامنه الزامی می باشد.

source: Transfer domain type (tld) is required.
fa_ir: نوع دامنه جهت انتقال الزامیست (TLD)

source: Transfer domain name (sld) is required.
fa_ir: نام دامنه جهت انتقال (SLD) الزامیست

source: Transfer code is required for domains transfers.
fa_ir: کد انتقال جهت انتقال دامنه نیاز است

source: TLD not found
fa_ir: TLD یافت نشد

source: :domain can not be transfered!
fa_ir: :domain نمی تواند منتقل شود.

source: Domain registration tld parameter missing.
fa_ir: پارامتر TLD دامنه گم شده است

source: Domain registration sld parameter missing.
fa_ir: پارامتر SLD دامنه گم شده است

source: Years parameter is missing for domain configuration.
fa_ir: پارامتر سال در پیکربندی دامنه گم شده است

source: :tld can be registered for at least :years years
fa_ir: :tld حداقل برای :years سال می تواند ثبت شود

source: :domain is already registered!
fa_ir: :domain پیشتر ثبت شده است!

source: Default domain nameservers are not configured
fa_ir: کارگزار های پیشفرض دامنه تنظیم نشده اند

source: Nameserver 1 is required
fa_ir: وارد کردن کارگزار 1 الزامی می باشد

source: Nameserver 2 is required
fa_ir: وارد کردن کارگزار 2 الزامی می باشد

source: Required field contact is missing
fa_ir: فیلد الزامی تماس گم شده است

source: Required field :field is missing
fa_ir: فیلد الزامی :field گم شده است

source: Domain name is not valid
fa_ir: نام دامنه معتبر نیست

source: Domain can not be transfered
fa_ir: دامنه نمی تواند منتقل شود

source: Domain can not be registered
fa_ir: دامنه نمی تواند ثبت شود

source: Period parameter not passed
fa_ir: پارامتر دوره قبول نشد

source: I'm afraid we are out of stock.
fa_ir: متاسفم، تمام کردیم!

source: Addon period parameter not passed
fa_ir: پارامتر دوره افزودنی پذیرفته نشد

source: Product not found
fa_ir: محصول یافت نشد

source: Add products to cart before applying promo code
fa_ir: برای اعمال کوپن تخفیف لطفا محصولی را سفارش دهید

source: Currency can not be changed. Client already have invoices issued.
fa_ir: ارز نمی تواند تغییر یابد. مشتری پیشتر فاکتور ثبت کرده است.

source: Currency can not be changed. Client already have orders.
fa_ir: ارز نمی تواند تغییر یابد. مشتری پیشتر سفارش ثبت کرده است.

source: Could not determine domain price. Domain action is missing
fa_ir: نمی توان هزینه دامنه را تعیین کرد. عملیات دامنه گم شده است

source: Unknown TLD. Could not determine registration price
fa_ir: پسوند ناشناخته. نمی توان هزینه دامنه را تعیین کرد

source: Domain product can not be removed.
fa_ir: محصول دامنه نمی تواند حذف شود.

source: Unknown transaction #:id type: :type
fa_ir: معامله تراکنش شماره :id نوع: :type

source: Could not determine transaction origin. Transaction payment gateway is unknown.
fa_ir: منشا تراکنش مشخص نیست. درگاه پرداخت تراکنش ناشناخته است.

source: Can not handle transaction received from unknown payment gateway: :id
fa_ir: نمی توان اطلاعات دریافت شده از درگاه پرداخت ناشناخته :id را خواند

source: Transaction :id is not associated with an invoice.
fa_ir: تراکنش :id دارای صورت حساب نیست.

source: Invoice #:id not found
fa_ir: صورت حساب #:id یافت نشد

source: Instant payment notification (IPN) did not pass gateway :id validation
fa_ir: پیام شناسایی درگاه پرداخت :id پذیرفته نشد

source: Payment gateway :id method getTransaction should return Payment_Transaction object
fa_ir: مشکلی در بازخورد درگاه پرداخت وجود دارد

source: Can not create subscription. Subscription id from payment gateway was not received
fa_ir: نمی توان اشتراک را ایجاد کرد. شماره اشتراک از درگاه دریافت نشد

source: Subscription #:id was not found. Could not unsusbscribe
fa_ir: اشتراک #:id یافت نشد. نمی توان مشترک شد

source: Only approved transaction can be processed
fa_ir: فقط معاملات تایید شده می توانند پردازش شوند

source: Transaction currency :code do not match required currency :required
fa_ir: ارز معامله، :code با ارز :required همخواهی ندارد

source: Transaction status on payment gateway is Pending. Only Complete or Unknown transactions can be processed.
fa_ir: وضعیت تراکنش در درگاه پرداخت در دست بررسی است. فقط کامل شده یا و یا ناشناخته ها قابل پردازش است.

source: Define clients currency before adding funds.
fa_ir: ارز مشتریان را پیش از افزایش اعتبار تعیین کنید.

source: Funds amount is not valid
fa_ir: مقدار اعتبار معتبر نیست

source: Funds description is not valid
fa_ir: توضیحات ارز معتبر نیست

source: Client currency do not match invoice currency
fa_ir: ارز مشتری با ارز فاکتور همخوانی ندارد

source: Can not add negative amount to client balance for debit transaction
fa_ir: نمی توان به مشتری اعتبار منفی افزود

source: Conversion rate can't be 0
fa_ir: نرخ تبدیل ارز نمی تواند صفر باشد

source: Product pricing could not be determined.
fa_ir: هزینه محصول نمی تواند تعیین شود.

source: Repo class for product was not found
fa_ir: محصول در مخزن یافت نشد

source: Unknown Period selected for setup price
fa_ir: دوره ناشناخته برای هزینه راه اندازی

source: Product :id payment type is recurrent, but period was not selected
fa_ir: نوع پرداخت محصول :id دوره ای است، اما دوره انتخاب نشده است

source: Unknown Period selected for price
fa_ir: دوره ناشناخته ای برای قیمت انتخاب شده

source: Can not remove product which has active orders.
fa_ir: نمی توان محصولی که سفارش فعال دارد حذف کرد.

source: Invalid server manager. Server was not configured properly.
fa_ir: کنترل پنل سرور نامعتبر. سرور به درستی پیکربندی نشده است.

source: Server manager :adapter is not valid
fa_ir: مدیریت کننده سرور :adapter معتبر نیست

source: Can not remove server which has active accounts
fa_ir: نمی توان سروری که دارای مشتری فعال است حذف کرد

source: Domain registrar :adapter was not found
fa_ir: ثبت کننده دامنه :adapter یافت نشد

source: Registrar :adapter was not found
fa_ir: ثبت کننده :adapter یافت نشد

source: Registrar adapter :adapter should extend Registrar_AdapterAbstract
fa_ir: آداپتور ثبت کننده دامنه :adapter می بایست دارای تابع Registrar_AdapterAbstract باشد

source: Can not remove registrar which has domains
fa_ir: نمی توان ثبت کننده ای که دامنه دارد حذف کرد

source: Invalid identity
fa_ir: هویت نامعتبر است

source: :module method toApiArray not found
fa_ir: متد ApiArray ماژول :module یافت نشد

source: Client api can not be invoked from guest or admin role
fa_ir: API مشتری نمی تواند همچون مدیر یا مهمان باشد

source: Invalid identity. Clear browser cookies
fa_ir: هویت نامعتبر است. کوکی های مرورگر را پاک کنید

source: Method :method must contain underscore
fa_ir: متد :method باید حاوی underscore باشد

source: BoxBilling module :mod is not installed/activated
fa_ir: ماژول :mod باکس بیلینگ نصب/فعال نشده است

source: Module api file :file is not available
fa_ir: پرونده API ماژول آماده نیست

source: Api class must be instance of Api_Abstract
fa_ir: کلاس API می بایست نمونه ای از Api_Abstract باشد

source: :type API call :method does not exist in module :module
fa_ir: درخواست :type API :method در ماژول :module فراهم نیست

source: second
fa_ir: ثانیه

source: minute
fa_ir: دقیقه

source: hour
fa_ir: ساعت

source: day
fa_ir: روز

source: week
fa_ir: هفته

source: month
fa_ir: ماه

source: year
fa_ir: سال

source: decade
fa_ir: دهه

source: Period Error. Unit :unit is not defined
fa_ir: خطای دوره. واحد :unit تعیین نشده

source: Invalid period quantity :qty for unit :unit. Allowed range is from :from to :to
fa_ir: تعداد نامعتبر دوره، :qty برای واحد :unit. محدوده مجاز از :from تا :to می باشد

source: Every week
fa_ir: هر هفته

source: Every month
fa_ir: هر ماه

source: Every 3 months
fa_ir: هر سه ماه

source: Every 6 months
fa_ir: هر شش ماه

source: Every year
fa_ir: هر سال

source: Every 2 years
fa_ir: هر دو سال

source: Every 3 years
fa_ir: هر سه سال

source: Every :number day
fa_ir: هر :number روز

source: Every :number week(s)
fa_ir: هر :number هفته

source: Every :number months
fa_ir: هر :number ماه

source: Every :number years
fa_ir: هر :number سال

source: Unit not defined
fa_ir: واحد تعیین نشده است

source: Can not determine months amount from unit
fa_ir: نمی توان ماه های واحد را تعیین کرد

source: CURL extension is not enabled
fa_ir: تابع CURL فعال نیست

source: Service class :class was not found in :path
fa_ir: کلاس سرویس :class در :path یافت نشد

source: Client controller class :class was not found in :path
fa_ir: کلاس کنترل کننده مشتری، :class در :path یافت نشد

source: Admin controller class :class was not found in :path
fa_ir: کلاس کنترل کننده مدیر، :class در :path یافت نشد

source: Core module can not be updated
fa_ir: ماژول هسته نمی تواند بروز شود

source: FTP extension is not enabled in PHP. You will not be able to use automatic updates and other automation.
fa_ir: تابع FTP در PHP فعال نیست. شما قادر نخواهید بود از بروزرسانی خودکار و یا دیگر سیستم ها استفاده کنید.

source: The ftp PHP extension is not available
fa_ir: تابع PHP ftp آماده نیست

source: FTP hostname is required
fa_ir: عنوان میزبان FTP لازم است

source: FTP username is required
fa_ir: نام کاربری FTP لازم است

source: FTP password is required
fa_ir: گذرواژه FTP لازم است

source: Failed to connect to FTP Server :host : :port
fa_ir: نمی توان به سرور FTP متصل شد :host :port

source: FTP Username/Password incorrect for :usernmae
fa_ir: نام کاربری/گذرواژه FTP :username اشتباه است

source: Resource is not a stream
fa_ir: منابع در جریان نیستند

source: Mode cannot be changed on existing streams
fa_ir: مد نمی تواند در جریان های آماده تغییر کند

source: :stream cannot be opened with mode :mode
fa_ir: :stream نمی تواند با روش :mode باز شود

source: Unable to write to stream
fa_ir: نمی توان اطلاعات را نوشت

source: :module method getSearchQuery not found
fa_ir: متد getSearchQuery در :module یافت نشد

source: Invalid :module method getSearchQuery return
fa_ir: بازخورد متد getSearchQuery از :module معتبر نیست

source: Page :url not found
fa_ir: صفحه :url یافت نشد

source: Page not found
fa_ir: صفحه مورد نظر یافت نشد
