Repository: Persianboxbilling/extensions
Catalog: bb-locale/*/LC_MESSAGES/messages.po
Languages: fa_ir

source: Product / service description
fa_ir: توضیحات محصول / سرویس

source: Choose which addons you would like to offer with
fa_ir: انتخاب کنید چه افزودنی هایی همراه این محصول پیشنهاد شوند

source: Choose which products can client upgrade to
fa_ir: انتخاب کنید مشتری قادر به ارتقا به کدام محصولات است

source: Product Upgrades
fa_ir: ارتقا های محصول

source: No additional configuration for this product is required
fa_ir: هیچ پیکربندی اضافه ای برای این محصول نیاز نیست

source: Product links
fa_ir: پیوند های محصول

source: Product ID
fa_ir: شماره محصول

source: Order page with ID
fa_ir: صفحه سفارش با شماره

source: Order page with slug
fa_ir: صفحه سفارش با نامک

source: Select icon and click OK
fa_ir: آیکون را انتخاب و به روی تایید کلیک کنید

source: Lock topic
fa_ir: قفل کردن تایپک

source: Unlock topic
fa_ir: بازکردن تایپک

source: Hosting settings
fa_ir: تنظیمات میزبانی

source: Reseller hosting
fa_ir: بسته نمایندگی

source: Free domain registration
fa_ir: ثبت دامنه رایگان

source: Free domain transfer
fa_ir: انتقال دامنه رایگان

source: Pending approval
fa_ir: در انتظار تایید

source: Clicks
fa_ir: کلیک‌ها

source: Joined at
fa_ir: عضو شده در

source: Parameter key is missing
fa_ir: کلید پارامتر گم شده

source: _tpl parameter not passed
fa_ir: پارامتر _tld پذیرفته نشد

source: ID is required
fa_ir: وارد کردن شماره الزامیست

source: Event not found
fa_ir: تابع یافت نشد

source: Order id is required
fa_ir: وارد کردن شماره سفارش الزامیست

source: Centova Cast order not found
fa_ir: سفارش Centova Cast یافت نشد

source: Order :id is not activated
fa_ir: سفارش :id فعال نیست

source: CentovaCast product is not configured properly. Field :field is missing
fa_ir: محصول Centova Cast به درستی پیکربندی نشده است. فیلد :field گم شده است

source: Could not suspend order. Service was not created
fa_ir: نمی توان سفارش را مسدود کرد. سرویس ایجاد نشده

source: Could not unsuspend order. Service was not created
fa_ir: نمی توان سفارش را باز کرد. سرویس ایجاد نشده

source: Message from name can not be empty
fa_ir: نام فرستنده پیام نمی تواند خالی بماند

source: Message subject not passed
fa_ir: موضوع پیام پذیرفته نشد

source: Add some content before sending message
fa_ir: پیامی پیش از ارسال تعیین کنید

source: Client ID needs to be configured in mass mailer settings.
fa_ir: شماره مشتری برای پیکربندی تنظیمات ایمیل انبوه نیاز است.

source: Message id not passed
fa_ir: شماره پیام پذیرفته نشد

source: Message not found
fa_ir: پیام یافت نشد

source: Queue message id is missing
fa_ir: صفوف پیام گم شده است

source: Queue message not found
fa_ir: صفوف پیام یافت نشد

source: Queue name not provided
fa_ir: نام صف ارائه نشده است

source: Module name not provided
fa_ir: نام ماژول ارائه نشده است

source: Message handler function :method does not exists
fa_ir: تابع ماژول :method آماده نیست

source: ID or slug is missing
fa_ir: شماره یا نامک گم شده است

source: News item not found
fa_ir: آیتم خبر یافت نشد

source: Post id not passed
fa_ir: شماره ارسال پذیرفته نشد

source: Post not found
fa_ir: ارسال یافت نشد

source: Post title not passed
fa_ir: عنوان ارسال پذیرفته نشد

source: Form title was not provided
fa_ir: عنوان انجمن ارائه نشده است

source: Form id was not passed
fa_ir: شماره انجمن پذیرفته نشد

source: Form is not valid
fa_ir: فرم معتبر نیست

source: Form field type was not passed
fa_ir: نوع فیلد فرم پذیرفته نشد

source: Theme code is missing
fa_ir: کد پوسته گم شده است

source: You have latest version of BoxBilling. You do not need to update.
fa_ir: شما آخرین نسخه باکس بیلینگ را دارید. نیازی به بروزرسانی نیست.

source: Extension id was not passed
fa_ir: شماره توسعه پذیرفته نشد

source: Extension type was not passed
fa_ir: نوع توسعه پذیرفته نشد

source: Parameter ext was not passed
fa_ir: پارامتر ext پذیرفته نشد

source: Extension not found
fa_ir: توسعه یافت نشد

source: Can not change email. It is already registered.
fa_ir: نمی توان ایمیل را تغییر داد. پیشتر ثبت شده است.

source: Password required
fa_ir: وارد کردن گذرواژه الزامیست

source: Password confiration required
fa_ir: وارد کردن تایید گذرواژه الزامیست

source: Passwords do not match.
fa_ir: گذرواژه ها همخوانی ندارند.

source: Client ID or email is required
fa_ir: وارد کردن شماره مشتری یا ایمیل الزامیست

source: Client not found
fa_ir: مشتری یافت نشد

source: ID required
fa_ir: وارد کردن شماره الزامیست

source: Email required
fa_ir: وارد کردن ایمیل الزامیست

source: First name is required
fa_ir: وارد کردن نام الزامیست

source: Email is already registered.
fa_ir: ایمیل پیشتر ثبت شده است.

source: Client id is missing
fa_ir: شماره مشتری گم شده است

source: Id required
fa_ir: وارد کردن شماره الزامیست

source: Client ID is required
fa_ir: وارد کردن شماره مشتری الزامیست

source: Password confirmation required
fa_ir: وارد کردن تایید گذرواژه الزامیست

source: Passwords do not match
fa_ir: گذرواژه ها همخوانی ندارند

source: Balance line not found
fa_ir: خط اعتبار یافت نشد

source: Amount is required
fa_ir: وارد کردن مقدار الزامیست

source: Description is required
fa_ir: وارد کردن توضیحات الزامیست

source: Id not passed
fa_ir: شماره پذیرفته نشد

source: Group title is missing
fa_ir: عنوان گروه گم شده است

source: Group id is missing
fa_ir: شماره گروه گم شده است

source: Group not found
fa_ir: گروه یافت نشد

source: First name required
fa_ir: وارد کردن نام الزامیست

source: Email is already registered. You may want to login instead of registering.
fa_ir: ایمیل پیشتر ثبت شده است. ممکن است بخواهید وارد شوید نه اینکه ثبت‌نام کنید.

source: Please check your login details
fa_ir: لطفا اطلاعات ورود خود را بررسی کنید

source: Email not found in our database
fa_ir: ایمیل در پایگاه داده ما یافت نشد

source: Hash required
fa_ir: وارد کردن کد دسترسی الزامیست

source: The link have expired or you have already confirmed password reset.
fa_ir: لینک منقضی شده است و یا شما پیشتر بازنشانی گذرواژه را تایید کرده اید.

source: Country code is required
fa_ir: وارد کردن کد کشور الزامیست

source: Title is required
fa_ir: وارد کردن عنوان الزامیست

source: Type is required
fa_ir: وارد کردن نوع الزامیست

source: Product Category Id is required
fa_ir: وارد کردن شماره دسته‌بنید محصول الزامیست

source: You have already created domain product.
fa_ir: شما پیشتر محصول دامنه را ایجاد کرده اید.

source: Pricing type is required
fa_ir: وارد کردن نوع هزینه الزامیست

source: priority params is missing
fa_ir: پارامتر های اهمیت گم شده است

source: Addon id is required
fa_ir: وارد کردن شماره افزودنی الزامیست

source: Addon not found
fa_ir: افزودنی یافت نشد

source: Category id is missing
fa_ir: شماره دسته بندی گم شده است

source: Category not found
fa_ir: دسته بندی یافت نشد

source: Category title is missing
fa_ir: عنوان دسته‌بندی گم شده است

source: Promo code is missing
fa_ir: کوپن تخفیف گم شده است

source: Promo type is missing
fa_ir: نوع کوپن گم شده است

source: Promo value is missing
fa_ir: مقدار کوپن گم شده است

source: Promo id is missing
fa_ir: شماره کوپن گم شده است

source: Promo not found
fa_ir: کوپن یافت نشد

source: Product id not passed
fa_ir: شماره محصول پذیرفته نشد

source: Product ID or slug is missing
fa_ir: شماره محصول یا نامک آن گم شده است

source: Email ID is required
fa_ir: وارد کردن ایمیل الزامیست

source: Email not found
fa_ir: ایمیل یافت نشد

source: Receiver Email is required
fa_ir: وارد کردن ایمیل گیرنده الزامیست

source: Receiver Name is required
fa_ir: وارد کردن نام گیرنده الزامیست

source: Sender Name is required
fa_ir: وارد کردن نام فرستنده الزامیست

source: Sender email is required
fa_ir: وارد کردن ایمیل فرستنده الزامیست

source: Email subject is required
fa_ir: وارد کردن موضوع ایمیل الزامیست

source: Email content is required
fa_ir: وارد کردن محتویات الزامیست

source: Email template ID is required
fa_ir: وارد کردن شماره قالب ایمیل الزامیست

source: Email template not found
fa_ir: قالب ایمیل یافت نشد

source: Email template code is required
fa_ir: وارد کردن کد قالب ایمیل الزامیست

source: Email template subject is required
fa_ir: وارد کردن موضوع قالب ایمیل الزامیست

source: Email template content is required
fa_ir: وارد کردن محتویات قالب ایمیل الزامیست

source: Template code not passed
fa_ir: کد قالب پذیرفته نشد

source: Receiver is not defined. Define to or to_client or to_staff parameter
fa_ir: گیرنده تعیین نشده است. تعیین کنید که به مشتریان ارسال شود و یا کارمند.

source: Email template code was not passed
fa_ir: کد قالب ایمیل پذیرفته نشد

source: Email template :code was not found
fa_ir: قالب ایمیل :code یافت نشد

source: Akismet detected this message is spam
fa_ir: اکیسمت این پیام را به عنوان اسپم شناسایی کرد

source: To use reCAPTCHA you must get an API key from <a href='https://www.google.com/recaptcha/admin/create'>https://www.google.com/recaptcha/admin/create</a>
fa_ir: برای استفاده از reCAPTCHA شما باید به <a href='https://www.google.com/recaptcha/admin/create'>https://www.google.com/recaptcha/admin/create</a> مراجعه کرده و کد خود را دریافت کنید.

source: Captcha verification failed.
fa_ir: تایید کد امنیتی ناموفق بود.

source: Your Username is blacklisted in global database
fa_ir: نام کاربری شما در لیست سیاه ما قرار دارد

source: Your Email is blacklisted in global database
fa_ir: ایمیل شما در لیست سیاه ما قرار دارد

source: Your IP is blacklisted in global database
fa_ir: IP شما در لیست سیاه ما قرار دارد

source: path parameter is missing
fa_ir: پارامتر آدرس گم شده است

source: Data parameter is missing
fa_ir: پارامتر اطلاعات گم شده است

source: Path parameter is missing
fa_ir: پارامتر آدرس گم شده است

source: Type parameter is missing
fa_ir: نوع پارامتر گم شده است

source: Unknow item type
fa_ir: نوع آیتم ناشناخته

source: To parameter is missing
fa_ir: پارامتر گم شده است

source: File does not exist
fa_ir: فایل موجود نیست

source: Ticket id required
fa_ir: وارد کردن شماره تیکت الزامیست

source: Ticket not found
fa_ir: تیکت یافت نشد

source: Ticket content required
fa_ir: وارد کردن محتویات تیکت الزامیست

source: Ticket subject required
fa_ir: وارد کردن موضوع تیکت الزامیست

source: Ticket support_helpdesk_id required
fa_ir: وارد کردن شماره مرکز پشتیبانی تیکت الزامیست

source: Helpdesk invalid
fa_ir: مرکز پشتیبانی نامعتبر

source: We have already received this request.
fa_ir: ما پیشتر این درخواست را دریافت کرده ایم.

source: Ticket ID required
fa_ir: وارد کردن شماره تیکت الزامیست

source: Ticket can not be reopened.
fa_ir: تیکت نمی تواند بازگشایی شود.

source: Ticket id is missing
fa_ir: شماره تیکت گم شده است

source: Ticket message id is missing
fa_ir: شماره پیام تیکت گم شده است

source: Ticket message content is missing
fa_ir: محتویات تیکت گم شده است

source: Ticket message not found
fa_ir: تیکت یافت نشد

source: Client name parameter is missing
fa_ir: پارامتر نام مشتری گم شده است

source: Client email parameter is missing
fa_ir: پارامتر ایمیل مشتری گم شده است

source: Subject parameter is missing
fa_ir: پارامتر موضوع گم شده است

source: Ticket message is missing
fa_ir: تیکت گم شده است

source: Help desk id is missing
fa_ir: شماره مرکز پشتیبانی گم شده است

source: Help desk not found
fa_ir: مرکز پشتیبانی یافت نشد

source: Help desk title is missing
fa_ir: عنوان مرکز پشتیبانی گم شده است

source: Canned reply id is missing
fa_ir: شماره پاسخ آماده گم شده است

source: Canned reply not found
fa_ir: پاسخ آماده یافت نشد

source: Canned reply title is missing
fa_ir: عنوان پاسخ آماده گم شده است

source: Canned reply category id is missing
fa_ir: شماره پاسخ آماده گم شده است

source: Canned category id is missing
fa_ir: شماره دسته بندی پاسخ آماده گم شده است

source: Canned category not found
fa_ir: دسته بندی پاسخ آماده یافت نشد

source: Canned category title is missing
fa_ir: عنوان دسته بندی پاسخ آماده گم شده است

source: ticket_id is missing
fa_ir: شماره تیکت گم شده است

source: note is missing
fa_ir: note گم شده است

source: Note id is missing
fa_ir: شماره Note گم شده است

source: Note not found
fa_ir: Note یافت نشد

source: Please enter your name
fa_ir: لطفا نام خود را وارد کنید

source: Please enter your email
fa_ir: لطفا ایمیل خود را وارد کنید

source: Please enter your subject
fa_ir: لطفا موضوع را وارد کنید

source: Please enter your message
fa_ir: لطفا پیام خود را وارد کنید

source: Public ticket hash required
fa_ir: وارد کردن کد دسترسی تیکت عمومی الزامیست

source: Public ticket not found
fa_ir: تیکت عمومی یافت نشد

source: message required
fa_ir: وارد کردن پیام الزامیست

source: Message can not be blank
fa_ir: پیام نمی تواند خالی بماند

source: ID is missing
fa_ir: شماره گم شده است

source: Staff member not found
fa_ir: کارمند یافت نشد

source: Email param is missing
fa_ir: پارامتر ایمیل گم شده است

source: Password param is missing
fa_ir: پارامتر گذرواژه گم شده است

source: Name param is missing
fa_ir: پارامتر نام گم شده است

source: Staff group is missing
fa_ir: گروه کارمندان گم شده است

source: Administrator account already exists
fa_ir: اکانت مدیریت پیشتر موجود است

source: Administrator email is missing.
fa_ir: ایمیل مدیریت گم شده است.

source: Administrator password is missing.
fa_ir: گذرواژه مدیریت گم شده است.

source: Check your login details
fa_ir: اطلاعات ورود خود را بررسی کنید.

source: BoxBilling license order not found
fa_ir: سفارش لایسنس باکس بیلینگ یافت نشد

source: Order is not activated
fa_ir: سفارش فعال نشده است

source: Forum not found
fa_ir: انجمن یافت نشد

source: Forum Topic not found
fa_ir: تایپک انجن یافت نشد

source: Forum ID not passed
fa_ir: شماره انجمن پذیرفته نشد

source: Forum topic not passed
fa_ir: تایپک انجمن پذیرفته نشد

source: Forum message not passed
fa_ir: پیام انجمن پذیرفته نشد

source: Your message is too short
fa_ir: پیام شما بسیار کوتاه است

source: Forum is locked. No new topics can be started
fa_ir: انجمن بسته شده است. هیچ تایپک جدیدی نمی تواند ایجاد شود

source: Forum Topic ID not passed
fa_ir: شماره تایپک انجمن پذیرفته نشد

source: Topic message not passed
fa_ir: پیام تایپک پذیرفته نشد

source: Forum topic is locked. No new message can be posted
fa_ir: تایپک قفل شده است. هیچ پیام جدیدی نمی تواند ارسال شود

source: Forum id missing
fa_ir: شماره انجمن گم شده است

source: Forum title is missing
fa_ir: عنوان انجمن گم شده است

source: Topic id is missing
fa_ir: شماره تایپک گم شده است

source: Forum topic title not passed
fa_ir: عنوان تایپک انجمن پذیرفته نشد

source: Forum topic message not passed
fa_ir: پیام تایپک پذیرفته نشد

source: Forum topic id missing
fa_ir: شماره تایپک گم شده است

source: Forum Topic message ID not passed
fa_ir: شماره پیام تیکت پذیرفته نشد

source: Forum Topic Message not found
fa_ir: پیام تایپک یافت نشد

source: Forum Topic message not found
fa_ir: پیام تایپک یافت نشد

source: Enter some keywords for search
fa_ir: کلمات کلیدی مورد نظر خود را وارد کنید

source: Search keyword must be longer than 3 characters
fa_ir: عبارت جستجو شده باید بیش از سه کاراکتر باشد

source: File can not be downloaded at the moment. Please contact support
fa_ir: فایل هم اکنون قابل دانلود نیست. لطفا با پشتیبانی تماس بگیرید

source: Order not found
fa_ir: سفارش یافت نشد

source: File was not uploaded
fa_ir: پرونده آپلود نشده است

source: Error uploading file
fa_ir: خطا در آپلود فایل

source: Product is not configured completely.
fa_ir: محصول به درستی پیکربندی نشده است.

source: plan_id is missing
fa_ir: شماره بسته گم شده است

source: Hosting plan not found
fa_ir: بسته میزبانی یافت نشد

source: Server name is missing
fa_ir: نام سرور گم شده است

source: Server IP is missing
fa_ir: IP سرور گم شده است

source: Server manager is missing
fa_ir: کنترل پنل سرور گم شده است

source: Server id is missing
fa_ir: شماره سرور گم شده است

source: Server not found
fa_ir: سرور یافت نشد

source: Hosting plan id is missing
fa_ir: شماره بسته میزبانی گم شده است

source: Hosting plan name is missing
fa_ir: نام بسته میزبانی گم شده است

source: Hoting plan name can not be empty
fa_ir: نام بسته میزبانی نمی تواند خالی بماند.

source: :hosting for :domain
fa_ir: :hosting برای :domain

source: Notification id is missing
fa_ir: شماره اطلاع رسانی گم شده است

source: Notification message was not found
fa_ir: پیام اطلاع رسانی یافت نشد

source: Unknown API call :call
fa_ir: درخواست ناشناخته API: :call

source: Unauthorized IP
fa_ir: IP ناشناخته

source: Request limit reached
fa_ir: حد درخواست رسید

source: Unknow API call
fa_ir: درخواست ناشناخته API

source: Authentication Failed
fa_ir: اعتبارسنجی ناموفق بود

source: Client API can be initiated
fa_ir: API مشتری ایجاد نشد

source: Hook event not passed
fa_ir: رخداد پذیرفته نشد

source: Param mod not passed
fa_ir: پارامتر ماژول پذیرفته نشد

source: Article id not passed
fa_ir: شماره مقاله پذیرفته نشد

source: Article not found
fa_ir: مقاله یافت نشد

source: Article category id not passed
fa_ir: شماره دسته بندی پذیرفته نشد

source: Article title not passed
fa_ir: عنوان مقاله پذیرفته نشد

source: Article id is missing
fa_ir: شماره مقاله گم شده است

source: Caegory id not passed
fa_ir: شماره دسته‌بندی پذیرفته نشد

source: Article Category not found
fa_ir: دسته بندی مقاله یافت نشد

source: Category title not passed
fa_ir: عنوان دسته‌بندی پذیرفته نشد

source: Article item not found
fa_ir: آیتم مقاله یافت نشد

source: Category ID or slug is missing
fa_ir: شماره دسته بندی یا نامک گم شده است

source: Knowledge base category not found
fa_ir: دسته بندی دانش نامه یافت نشد

source: Invoice hash not passed
fa_ir: کد دسترسی فاکتور پذیرفته نشد

source: Invoice was not found
fa_ir: فاکتور یافت نشد

source: Order id required
fa_ir: وارد کردن شماره سفارش الزامی می باشد.

source: Order :id is free. No need to generate invoice.
fa_ir: سفارش :id رایگان است. هیچ فاکتوری ایجاد نشده است.

source: Invoice is related to order #:id. Please cancel order first.
fa_ir: این فاکتور با سفارش #:id مرتبط است. ابتدا سفارش را لغو کنید.

source: Invoice id not passed
fa_ir: شماره فاکتور پذیرفته نشد.

source: Invoice item id not passed
fa_ir: شماره آیتم فاکتور پذیرفته نشد.

source: Invoice item was not found
fa_ir: آیتم فاکتور یافت نشد

source: Transaction id is missing
fa_ir: شماره تراکنش گم شده است

source: Transaction not found
fa_ir: تراکنش یافت نشد

source: Transaction invoice id is missing
fa_ir: شماره فاکتور تراکنش گم شده است

source: Payment gateway id is missing
fa_ir: شماره درگاه پرداخت گم شده است

source: Gateway was not found
fa_ir: درگاه یافت نشد

source: Payment gateway code is missing
fa_ir: کد درگاه پرداخت گم شده است

source: Payment gateway is not available for installation.
fa_ir: درگاه پرداخت قابل نصب نیست.

source: Gateway id not passed
fa_ir: شماره درگاه پذیرفته نشد

source: Gateway not found
fa_ir: درگاه یافت نشد

source: Client id not passed
fa_ir: شماره مشتری پذیرفته نشد

source: Payment gateway id not passed
fa_ir: شماره درگاه پرداخت پذیرفته نشد

source: Subscription currency not passed
fa_ir: اشتراک ارز پذیرفته نشد

source: Payment gateway not found
fa_ir: درگاه پرداخت یافت نشد

source: Client currency must match subscription currency. Check if clients currency is defined.
fa_ir: ارز مشتری می بایست با ارز اشتراک همخوانی داشته باشد. بررسی کنید که ارز مشتری تعیین شده باشد.

source: Subscription id not passed
fa_ir: شماره اشتراک پذیرفته نشد

source: Subscription not found
fa_ir: اشتراک یافت نشد

source: Tax id is missing
fa_ir: شماره مالیات گم شده است

source: Tax rule not found
fa_ir: قانون مالیات یافت نشد

source: Tax name is missing
fa_ir: عنوان مالیات گم شده است

source: Tax rate is missing or is not valid
fa_ir: نرخ مالیات گم شده است و یا معتبر نیست

source: Invoice hash not passed. Missing param hash
fa_ir: کد دسترسی فاکتور پذیرفته نشد. پارامتر کد دسترسی گم شده

source: Payment method not found. Missing param gateway_id
fa_ir: متد پرداخت یافت نشد. شماره درگاه پرداخت گم شده

source: Invoice not found
fa_ir: فاکتور یافت نشد

source: Payment method not found
fa_ir: متد پرداخت یافت نشد

source: This invoice can't be subscribed
fa_ir: اشتراک این فاکتور نمی تواند حذف شود

source: API call is missing arguments
fa_ir: آرگومنت درخواست API گم شده است

source: Currency code is missing
fa_ir: کد ارز گم شده است

source: Currency not found
fa_ir: ارز یافت نشد

source: Currency format is missing
fa_ir: فرمت ارز گم شده است

source: Currency already registered
fa_ir: ارز پیشتر ثبت شده است

source: Currency code is not valid
fa_ir: کد ارز معتبر نیست

source: Currency rate is not valid
fa_ir: نرخ ارز معتبر نیست

source: You have already used this promo code. Please remove promo code and checkout again.
fa_ir: شما پیشتر این کد تخفیف را استفاده کرده اید. لطفا کد تخفیف را حذف کنید و دوباره تلاش کنید.

source: Can not checkout empty cart.
fa_ir: سب خرید خالیست!

source: Selected currency :selected does not match your profile currency :code. Please change cart currency to continue.
fa_ir: ارز انتخاب شده با ارز پروفایل شما همخوانی ندارد. لطفا برای ادامه کار ارز سفارش را تغییر دهید.

source: Shopping cart id is missing
fa_ir: شماره سبد خرید گم شده است

source: Shopping cart not found
fa_ir: سبد خرید یافت نشد

source: Currency code not passed
fa_ir: کد ارز پذیرفته نشد

source: Promo code not passed
fa_ir: کد تخفیف قابل استفاده نیست

source: Promo code is expired or does not exist
fa_ir: کد تخفیف منقضی شده است و یا قابل استفاده نیست

source: Cart item id not passed
fa_ir: شماره آیتم سبد پذیرفته نشده است

source: Solusvm order not found
fa_ir: سفارش SolusVM یافت نشد

source: Node is not selected for import.
fa_ir: هیچ Node جهت درون ریزی انتخاب نشده است.

source: No servers selected for import.
fa_ir: هیچ سروری برای درون ریزی انتخاب نشده است.

source: Select product for orders.
fa_ir: محصولی را برای سفارش انتخاب کنید.

source: Product is not configured completely. Please provide solusvm node in product configuration page.
fa_ir: محصول به درستی پیکربندی نشده است. لطفا Node را در صفحه پیکربندی تنظیم کنید.

source: Product is not configured completely. Please provide solusvm plan in product configuration page.
fa_ir: محصول به درستی پکیربندی نشده است. لطفا نام بسته در SolusVM را در صفحه پیکربندی تنظیم کنید.

source: No clients selected for import.
fa_ir: هیچ مشتری برای درون ریزی انتخاب نشده است.

source: No clients found on SolusVM server.
fa_ir: هیچ مشتری در سرور SolusVM یافت نشد.

source: Virtual private server :title
fa_ir: سرور مجازی :title

source: Please enter VPS hostname.
fa_ir: لطفا عنوان‌میزبان سرور مجازی را وارد کنید.

source: Hostname :hostname is not valid.
fa_ir: عنوان میزبان معتبر نیست.

source: Please select VPS template.
fa_ir: لطفا قالب سرور مجازی را انتخاب کنید.

source: SolusVM API ID is missing.
fa_ir: شماره API سرور گم شده است.

source: SolusVM API KEY is missing.
fa_ir: کلید API سرور گم شده است.

source: SolusVM API ipaddress is missing.
fa_ir: آدرس IP کلید API گم شده است.

source: SolusVM API port is missing.
fa_ir: پورت API سرور گم شده است.

source: Could not activate order because ordered product does not exists
fa_ir: نمی توان سفارش را فعال کرد. محصول سفارش داده شده آماده نیست

source: Could not activate order. Product :id configuration is missing node parameter
fa_ir: نمی توان سفارش را فعال کرد. پارامتر Node در پیکربندی محصول :id گم شده است

source: Could not activate order. Product :id configuration is missing plan parameter
fa_ir: نمی توان سفارش را فعال کرد. پارامتر بسته در پیکربندی محصول :id گم شده است

source: Could not activate order. Product :id configuration is missing virtualization type parameter
fa_ir: نمی توان سفارش را فعال کرد. پارامتر نوع مجازی سازی در پیکربندی محصول :id گم شده است

source: Could not activate order. Product :id configuration is missing ips amount parameter
fa_ir: نمی توان سفارش را فعال کرد. IP ها در پیکربندی محصول :id گم شده اند

source: Root password must be longer than 4 symbols
fa_ir: گذرواژه روت باید بیش از 4 کاراکتر داشته باشد

source: Plan name must not be empty
fa_ir: عنوان بسته نباید خالی بماند

source: Hostname must not be empty
fa_ir: عنوان میزبان نباید خالی بماند

source: Template must not be empty
fa_ir: قالب نباید خالی بماند

source: Password must be longer than 4 symbols
fa_ir: گذرواژه باید بیش از 4 کاراکتر باشد

source: TLD is missing
fa_ir: پسوند گم شده است

source: Tld already registered
fa_ir: پسوند پیشتر ثبت شده است

source: TLD registrar id is missing
fa_ir: شماره ثبت کننده پسوند گم شده است
